{
   "Text" : 
   	"The terms and conditions described hereafter (collectively, the \"Passenger Terms and Conditions\") constitute a legal and binding agreement between you and Mobile Knowledge Systems Inc., a Quebec corporation (the \"Corporation\"). If you are a Driver (as defined below), please note that you must comply with the driver terms and conditions set forth at the following link: [*****] (the \"Driver Terms and Conditions\"). For information as to how the Corporation will use your personal data, please see the privacy policy of the Corporation (the \"Privacy Policy\") set forth at the following link: [*****]. When used herein, the term \"Agreement\" refers, collectively and exclusively, to (i) the Passenger Terms and Conditions, (ii) with respect to Drivers only, the Driver Terms and Conditions, (iii) the Privacy Policy, and (iv) any other policy, directive, terms and/or conditions of the Corporation which are applicable to persons who access or use the Application (collectively, and including Drivers, the \"Users\") and made available by it on www.mobile-knowledge.com/[******] (the \"Website\") at any time and from time to time. The Agreement, including the Passenger Terms and Conditions, apply to all Users. The (i) use or reception of any services supplied to you by the Corporation, and/or (ii) download, installation or use of any application supplied by the Corporation, the purpose of which is to enable you to use such services (such application and services being, collectively, the \"Application\") constitute your agreement to be bound by the terms and conditions of the Agreement, including all covenants, acknowledgements, representations and warranties hereinafter set forth.  

1. AUTHORIZATION. You represent and warrant that you have the unrestricted right, authority and capacity to enter into the Agreement and to abide by the terms and conditions of the Agreement. You further acknowledge that you are at least eighteen (18) years of age and possess the qualities which are required under applicable laws for you to enter into and be bound by the Agreement. Notwithstanding any other terms to the contrary, each obligation of the Corporation under the Agreement shall in all respects remain conditional upon (i) your satisfaction of the terms and conditions set forth in the Agreement, (ii) the continued accuracy of the representations and warranties made by you under the Agreement, and (iii) the continued accuracy of the information supplied by you at the time of your registration for the Application and during any subsequent update of same. You represent that you are not located in a country that is subject to a U.S. Government embargo or otherwise designated as a \"terrorist supporting\" country, and that you are not listed on any U.S. Government list of prohibited or restricted parties.  

2. LICENSE. The Corporation grants you a non-exclusive and limited license to: (i) install and use the Application in machine-readable object code form on a single mobile device or computer that you control, and (ii) download and view any content that the Corporation makes available through the Application, including any content licensed from a third party. The rights granted to you under the Agreement are personal, and you are not granted the right to transfer or sublicense, in whole or in part, any right granted under the Agreement. The Corporation reserves all rights in and to the Application not expressly granted to you under the Agreement.  

3. OWNERSHIP. The rights, title and interest in and to: (i) the Application, (ii) any ideas, recommendations, suggested improvements or other information provided by you or any person in relation to the Application, and (iii) all intellectual property rights and other rights (including, without limitation, copyrights,  patents,  trade  secrets, logos, trademarks, graphics, photographs, animations, videos and text or rights in and to the Application) protecting or pertaining to any aspect of the Application or any aspect of Third Party Content (as defined below) shall remain the sole and exclusive property of the Corporation (and, with respect to Third Party Content, its licensors, suppliers and/or retail or advertising partners). When used in the Agreement, the term \"Third Party Content\" means, collectively, any advertisements, messages or content of any third party which appear, are communicated or are made available through the Application or are otherwise licensed by the Corporation, and shall be deemed to include all: (i) content (including images, text, audio, music, video, software (excluding the Application) or other information or materials) developed by a person other than the Corporation or developed by the Corporation at the instruction of a third person, (ii) any internet sites that are linked through the Application, and (iii) any contents, products or services on or available from such sites or third party providers.  

4. AUTHORIZED PURPOSE. You shall not use the Application for any purpose other than for your personal use and non-commercial purposes (subject, however, to the commercial interest of a Driver expressly qualified as an \"Authorized Purpose\" under the Driver Terms and Conditions) (the \"Purpose\"). The Application is not designed or intended for use in environments or activities requiring fail-safe performance (such as, for example, the provision of emergency, ambulance or similar services, the delivery of high-cost perishables or the transportation of hazardous materials), in which any failure of the Application could lead to personal injury or severe property or environmental damages. You warrant that you shall at no time use or allow the use of the Application for such purposes, nor for any purpose that is not the Purpose. 
  
5. TRANSPORTATION SERVICES. While the Corporation may introduce you to a transportation provider so that you may secure transport to a location of your choosing, you acknowledge that the Corporation is not itself a provider of transportation services and is not responsible for assessing the suitability, legality, safety or ability of any transportation provider. The responsibility to provide any transportation services rests solely with transportation providers (collectively, the \"Drivers\") with whom you may schedule a transportation arrangement through the use of the Application, and any decisions regarding the procurement of such transportation services rests solely with you.   

6. REGULATORY REQUIREMENTS. By using the Application, you acknowledge that the Corporation is subject to legal, statutory and regulatory requirements, as well as policies and directives issued by bodies mandated to regulate any sector of the transport-for-hire industry, which are in effect at any time and from time to time (including, without limitation, those of the New York City Taxi and Limousine Commission) (collectively, the \"Industry Requirements\"). Notwithstanding anything else in the Agreement, you hereby consent to and agree that the Corporation may perform any action regarding Users (including yourself) which is required, in the discretion of the Corporation, to enable its compliance with Industry Requirements (including, without limitation, any Industry Requirements which require or favor integration with, or data sharing with, third parties).   

7. PAYMENT. Terms and conditions regarding payment are set forth in the Application at the time of registration. Such terms constitute an integral part of the Agreement and may be modified or supplemented by the Corporation in accordance with the Passenger Terms and Conditions.  

8. AFFIRMATIVE COVENANTS. By using the Application, you expressly acknowledge and agree as follows:  
	a. You will ensure that your installation and use of the Application and all User Content (as defined below) are in compliance with applicable laws, rules, regulations, codes, ordinances, and orders of governmental authorities (whether state, federal, local, or otherwise) of the U.S. and of any jurisdiction in or from which you are using the Application. Without limiting the foregoing, you will comply with all U.S. and foreign export laws and regulations to ensure that neither the Application nor any related data or specifications are exported or re-exported.   
	b. All information and details provided by you to the Corporation (including at registration) are true, accurate and up-to-date in all respects, and you shall take all requisite measures to ensure such information and details are true, accurate and up-to-date at all times. The Corporation may request proof of any such information from time to time, and in such a case, you hereby agree to provide us with same on a timely basis;   
	c. The Application contains valuable trade secrets belonging to the Corporation and is intended solely for your sole, personal and non-commercial use (subject, however, to the commercial interest of a Driver expressly qualified as an \"Authorized Purpose\" under the Driver Terms and Conditions), and you will keep secure and confidential any password or identification which enables you to access or use the Application;   
	d. In the event you acquire, access or install the Application through the virtual Apple Store or Google Play (the applicable one being the \"Application Store\"), you agree to do so in compliance not only of the Agreement, but also of any terms of use established by such Application Store and with all applicable third party terms of use which apply to such Application (the \"Sourced Application\") as in effect at any time and from time to time. You acknowledge that the Application Store is not a party to the Agreement and as such: (i) is not responsible for Application or its content, performance, maintenance, possession, use or support, (ii) is not responsible for addressing any direct or third party claims of any nature whatsoever related to the Application (including any product liability claims and claims arising under consumer protection or similar laws and regulations),  (iii) to the greatest extent permitted by law, does not make any representation or warranty with respect to the Application.   

9. RESTRICTIVE COVENANTS. By using the Application, you expressly acknowledge and agree that you shall in no case:   
	a. Reverse engineer, decompile, disassemble, unencrypt, make derivative works based upon, or otherwise translate the Application for any purpose (including any competitive purpose); 
	b. Modify, sell, resell, copy, license, sublicense, transfer, assign, market, distribute or commercially exploit the Application, nor will you transfer or assign your rights in connection with same or allow third persons to use your account;  
	c. Launch, create or otherwise perform any action which causes the intention of the Agreement – including the intention that there be only a single user able to access the Application from a single device - to be circumvented. Such prohibited actions would include, by way of example, installing, creating or using any programs, scripts or internet links which are capable, directly or indirectly, of making multiple server requests per second or which mirror any Application on more than the one device controlled by you.   
	d. Use the Application: (i) for sending or storing any unlawful material or for fraudulent or unlawful purposes, (ii) in any way that interrupts, damages, impairs or renders less efficient the Application or the network, or compromises the Application or network in any way whatsoever, (iii) to cause nuisance, annoyance or inconvenience, (iv) to transfer files that contain viruses, Trojans, worms or other harmful programs, codes, files, data or similar, (v) to access or attempt to access the accounts of other Users or to penetrate or attempt to penetrate any security measures or obtain unauthorized access to the Application or network, (vi) to disseminate any content which is defamatory, obscene or may have the effect of being harassing, threatening or abusive to an individual or group of individuals on any basis, including on the basis of religion, gender, sexual orientation, race, ethnicity, age or disability or otherwise, or (vii) to advertise or promote any products or services which have not been authorized in writing by the Corporation;  
	e. Install or use the Application from an unauthorized or incompatible device (it being your obligation to ensure, amongst other, that you have downloaded the correct version of the Application for your device and can operate the Application from same, and that you are accessing the Application from an authorized access point);  
	f. Perform any act which the Corporation reasonably believes to be disreputable or capable of damaging its reputation or that of the Application; or  
	g. Cause or permit any person to do any of the items listed in this Section 9.  
	This Section 9 does not limit any of your other obligations under the Agreement, and shall be in addition to any other restrictions set forth in the Agreement.   

10. THIRD PARTY DEALINGS.  
	a. Without limiting any other disclaimer or limitation of liability contained herein, you hereby acknowledge and agree that the Corporation and its licensors shall in no case have any liability or obligation for or in relation to: (i) any Third Party Content, (ii) any commercial dealings you have with (including any purchases from, participation in promotions of or communications with) any person that is not the Corporation (collectively, \"Third Party Dealings\"), including any third party service providers, advertisers or sponsors showing their goods and/or services through the Application, or (iii) the terms, conditions, warranties or representations associated with any Third Party Content or Third Party Dealings, or the performance of any third party. The Corporation disclaims any and all liability with respect to each and every item described in this paragraph. 
	b. The Corporation will not: (i) assess the suitability, legality or reliability of third party providers, (ii) play any role in managing payments between you and any third party provider, or (iii) be a party to any dispute between you and any third party provider. Moreover, you are responsible for any decisions you make regarding Third Party Dealings, including any decisions regarding the procurement of goods or services offered by third party providers through the Application. 
	c. The Corporation may rely on third party advertising and marketing supplied through the Application. The revenues resulting from such activities enable it to provide the Application on a generally free basis. Consequently, by agreeing to the Agreement, you agree to receive such advertising and marketing.  
 	d. The Corporation may, or may subcontract an affiliate or third party to, compile and release information regarding you and your use of the Application on an anonymous basis as part of a customer profile or similar report or analysis.  
	e. With a view to providing you with services under the Agreement, the Application tracks the GPS location of the handheld mobile device on which the Application is installed. The Application also allows Users to hail a vehicle for hire from select commercial locations.  The Corporation may disclose this GPS information and commercial location to other Users (including Drivers), and may disclose your telephone number, to the extent and in the manner described in the Privacy Policy.  By using the Application, you consent to the collection, disclosure, and use by the Corporation and/or any affiliates it designates of such GPS information, commercial location and telephone number as described in the Privacy Policy.  The terms of the Privacy Policy are incorporated into, and considered a part of, this Agreement. 

11. USER CONTENT. The Corporation may, in its sole discretion, permit you to make content available on or through the Application (collectively, \"User Content\"). In the event such permission is granted, you hereby grant to the Corporation a worldwide, irrevocable, perpetual, non-exclusive, transferable, royalty-free license, with the right to sublicense, to use, view, display, copy, adapt, modify, distribute, license, sell and otherwise exploit, publicly or privately, such User Content by means of the Application (the \"License Right\"). You agree that you shall in no case request any such permission, nor take any action in order to make User Content available on or through the Application, unless you are the sole owner of all such User Content or have all rights and permissions that are necessary to grant to the Corporation the License Right. You hereby agree that neither the User Content nor the grant or exercise of or by the Corporation of the License Right (nor any action taken by User to enable the use or exposure of the User Content on or through the Application) will at any time infringe any third party’s intellectual property or privacy rights, violate any contractual undertaking by which you are bound, or violate any applicable law or regulation. You shall at all times remain solely responsible for any and all User Content that you make available on or through the Application. The Corporation shall not be liable with respect to any User Content, whether yours or that of any other User,  regardless of whether the Corporation has granted its permission to such User Content or authorized any action in respect of same. 

12. INSPECTION. The Corporation reserves the right to monitor, audit or investigate at any time your access to and use of the Application and/or the User Content to ensure your compliance with your legal and contractual obligations, but has no obligation to do so with respect to yourself or any other User. Corporation reserves the right, at any time and without prior notice, to remove or disable your access to the Application or any content related thereto if it determines, in its sole discretion, that you are in violation of the Agreement. 

13. INDEMNIFICATION. You shall defend, indemnify and hold the Corporation, its licensors and each such party's parent organizations, subsidiaries, affiliates, officers, directors, Users, employees and agents harmless from and against any and all damages, losses, liabilities, claims, costs, and expenses (including attorneys' fees and costs) (collectively, the \"Losses\") arising out of or in connection with: (a) your misrepresentation, violation or breach of any term of the Agreement; (b) your violation of any third party rights, including those of any Driver, or (c) your use of the Application.  

14. DISCLAIMER. THE APPLICATION IS PROVIDED \"AS IS\" AND THE CORPORATION MAKES NO WARRANTIES, REPRESENTATIONS OR GUARANTIES OF ANY KIND OR NATURE (WHETHER EXPRESS, IMPLIED OR STATUTORY). THE CORPORATION DISCLAIMS ANY IMPLIED WARRANTY OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD PARTY RIGHTS, IN EACH CASE TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW BY THE CORPORATION. THE CORPORATION FURTHER DOES NOT MAKE ANY WARRANTIES, REPRESENTATIONS OR GUARANTIES OF ANY KIND OR NATURE THAT: 
	a. THE APPLICATION (INCLUDING ITS INSTALLATION, PERFORMANCE OR USE), ANY INTERNET SERVICE, SERVER OR NETWORK WILL BE FREE FROM BUGS, UNINTERRUPTED, ERROR- FREE, DELAY-FREE OR SECURE; 
	b. THE APPLICATION WILL BE USEABLE IN COMBINATION WITH ANY OTHER SYSTEM OR DEVICE; 
	c. THE APPLICATION WILL BE IMPROVED OR CORRECTED IN THE EVENT IT IS DEFECTIVE OR UNDERPERFORMS; 
	d. OTHER USERS WILL COMPLY WITH APPLICABLE LAWS AND REGULATIONS, OR ACT IN A MANNER THAT DOES NOT CAUSE YOU TO SUFFER HARM OR LOSSES.  

THE CORPORATION SHALL NOT BE RESPONSIBLE FOR  ANY OF THE PRECEDING, OR ANY LOSSES ASSOCIATED THEREWITH. THE CORPORATION IS NOT RESPONSIBLE AND WILL HAVE NO LIABILITY FOR HARDWARE, SOFTWARE OR OTHER GOODS OR SERVICES PROVIDED BY ANY THIRD PERSON. THE ENTIRE RISK ARISING OUT OF YOUR USE OF THE APPLICATION, AND ANY THIRD PARTY SERVICES OR PRODUCTS, REMAINS SOLELY WITH YOU TO THE MAXIMUM EXTENT PERMITTED BY LAW.  

15. DISCLAIMER FOR TRANSPORT. THE CORPORATION IS NOT RESPONSIBLE FOR THE PERFORMANCE, TIMELINESS OR QUALITY OF TRANSPORTATION SERVICES OR ANY FAILURE RELATING TO SUCH TRANSPORTATION SERVICES. TRANSPORTATION SERVICES SCHEDULED THROUGH THE APPLICATION ARE ENTIRELY THE RESPONSIBILITY OF THE TRANSPORTATION PROVIDER WHO ULTIMATELY PROVIDES SUCH SERVICES TO YOU. AS A RESULT, YOU ACKNOWLEDGE THAT YOU MAY BE EXPOSED TO TRANSPORTATION THAT IS POTENTIALLY DANGEROUS, HARMFUL, UNSAFE OR OTHERWISE OBJECTIONABLE, EITHER TO YOURSELF OR TO OTHERS, AND THAT YOU USE THE APPLICATION AND SUCH SERVICES AT YOUR OWN RISK. YOU EXPRESSLY WAIVE AND RELEASE THE CORPORATION FROM ANY AND ALL ANY LOSSES WHICH ARISE FROM OR RELATE TO ANY TRANSPORTATION PROVIDER OR SERVICES PROVIDED BY SAME. 

16. DISCLAIMER FOR THIRD PARTIES.  THE CORPORATION PLAYS NO ROLE IN ASSESSING THE SUITABILITY, LEGALITY OR ABILITY OF ANY THIRD PARTY PROVIDER INTRODUCED TO YOU BY THE APPLICATION, THIRD PARTY CONTENT, USER CONTENT OR THIRD PARTY DEALINGS. YOU EXPRESSLY WAIVE AND RELEASE THE CORPORATION FROM ANY AND ALL LOSSES ARISING FROM OR RELATED TO ANY AND ALL THIRD PARTY PROVIDERS, THIRD PARTY DEALINGS, THIRD PARTY CONTENT OR USER CONTENT. 

17. LIMITATION OF LIABILITY. TO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER THE CORPORATION NOR ITS AFFILIATES SHALL BE LIABLE FOR ANY LOSS OF USE OR GOODWILL, INTERRUPTION OF BUSINESS, LOSS OR INACCURACY OF BUSINESS INFORMATION, LOST PROFITS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY INDIRECT, SPECIAL, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES OF ANY KIND REGARDLESS OF THE FORM OF ACTION WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT PRODUCT LIABILITY, OR OTHERWISE, EVEN IF IT OR ITS SUPPLIERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. EXCEPT FOR ANY ACT OF GROSS NEGLIGENCE, IN NO EVENT SHALL THE LIABILITY OF THE CORPORATION OR ANY OF ITS AFFILIATES ARISING FROM OR RELATING TO THESE TERMS EXCEED [* DOLLARS] IN U.S. CURRENCY. THE EXISTENCE OF ONE OR MORE CLAIMS WILL NOT ENLARGE THIS LIMIT. THE PARTIES ACKNOWLEDGE AND AGREE THAT THIS SECTION IS AN ESSENTIAL ELEMENT OF THE TERMS AND THAT IN ITS ABSENCE THE ECONOMIC TERMS OF THIS AGREEMENT WOULD BE SUBSTANTIALLY DIFFERENT.  

18. TERMINATION. You may cancel your subscription with the Corporation at any time by simply closing your account in accordance with the instructions set forth in the Application. The Corporation may terminate the Agreement in its sole discretion and close any account you have with us, without cause, at any time. In the event of any termination of the Agreement, in whole or in part, you and the Corporation acknowledge and agree that the terms set forth in Sections 13, 14, 15, 16, 17 and 20 of the Passenger Terms and Conditions shall survive such termination.  

19. MODIFICATION. The Corporation reserves the right to modify the terms and conditions of the Agreement at any time, effective upon posting of an updated version of the Agreement on the Website. You are responsible for regularly reviewing the Agreement. Continued use of the Application after any such changes shall constitute your consent to such changes.   

20. GENERAL.  
	a. Integrality. The Agreement, as amended or supplemented at any time and from time to time in accordance with Section 19 of these Passenger Terms and Conditions, comprises the entire agreement between you and the Corporation and supersedes all prior or contemporaneous negotiations, discussions or agreements, whether written or oral, between us regarding the subject matter of the Agreement. 
	b. Waivers and Enforceability. All waivers must be in writing. The failure of you or the Corporation to insist upon strict performance of any provision of the Agreement, or to exercise any right provided for herein, shall not be deemed to be a waiver for the future of such provision or right, and no waiver of any provision or right shall affect the right of the waiving party to enforce any other provision or right of the Agreement. If any provision of the Agreement is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced to the fullest extent under law. 
	c. Cumulative Rights. All rights and remedies available to either you or the Corporation under the Agreement shall be cumulative, may be exercised singularly or concurrently, and shall not be deemed exclusive.  If any legal action is brought to enforce any obligations hereunder, the prevailing party shall be entitled to receive its attorneys’ fees, court costs and other collection expenses, in addition to any other relief it may receive.   
	d. No Joint Venture. No joint venture, partnership, employment, or agency relationship exists between you, the Corporation, any Application Store, or any third party provider as a result of the Agreement or use of the Application. 
	e. Transfer. The Agreement may not be assigned by you without the prior written approval of the Corporation but may be assigned without your consent by the Corporation. 
	f. Third Party Beneficiaries. The Agreement is not intended to give rights to anyone except you and and the Corporation. Notwithstanding the foregoing, however, you and the Corporation acknowledge and agree that the Application Store and its subsidiaries are third party beneficiaries of the Agreement as related to your license of the Application sourced through such Application Store, and that, by using the Application, you agree and accept that such Application Store and its subsidiaries will have the right (and will be deemed to have accepted the right) to enforce the Agreement as related to your license of the Application against you as a third party beneficiary thereof. 
	g. Dispute Resolution. You and Corporation agree that the Agreement shall be governed by and construed in accordance with the laws of the State of New York, without giving effect to its conflict of laws principles or rules. YOU HEREBY IRREVOCABLY SUBMIT TO THE NON-EXCLUSIVE JURISDICTION OF ANY NEW YORK COURT OR FEDERAL COURT SITTING FOR THE COUNTY OF QUEENS, NEW YORK, IN ANY ACTION OR PROCEEDING ARISING OUT OF OR RELATING TO THIS AGREEMENT AND IRREVOCABLY AGREE THAT ALL CLAIMS IN RESPECT OF SUCH ACTION OR PROCEEDING MAY BE HEARD AND DETERMINED IN SUCH NEW YORK OR FEDERAL COURT.  YOU AND CORPORATION HEREBY AGREE THAT COPIES OF THE SUMMONS AND COMPLAINT AND ANY OTHER PROCESS MAY BE SERVED TO YOU IN ANY SUCH ACTION OR PROCEEDING BY MAILING, REGISTERED OR CERTIFIED MAIL, OR DELIVERING A COPY THEREOF TO THE ADDRESS YOU HAVE REGISTERED WITH THE CORPORATION, AS IT THEN APPEARS IN THE RECORDS OF THE CORPORATION. YOU AND CORPORATION AGREE THAT A JUDGMENT IN ANY SUCH ACTION OR PROCEEDING SHALL BE CONCLUSIVE AND MAY BE ENFORCED IN OTHER JURISDICTIONS BY SUIT ON THE JUDGMENT OR IN ANY OTHER MANNER PROVIDED BY LAW. Nothing herein contained shall affect the right of the Corporation to serve legal process in any other manner permitted by law or to bring any action or proceeding against you or your property in the courts of other jurisdictions. You hereby irrevocably waive any objection which you may now or hereafter have to the laying of venue of any suit, action or proceeding arising out of or relating to the Agreement in any New York or Federal Court sitting for the County of Queens, New York, and hereby further irrevocably waive any claim that any such suit, action, or proceeding brought in any such court has been brought in an inconvenient forum. You hereby agree to waive trial by jury in any such suit, action, or proceeding. 
	h. Notice. The Corporation may give notice by means of a general notice on the Application, electronic mail to your email address on record in the Corporation's account information, or by written communication sent by mail to your address on record in the Corporation's account information. Such notice shall be deemed to have been given upon the expiration of 48 hours after mailing (if sent by mail) or 12 hours after sending (if sent by email). You may give notice to the Corporation at any time by any of the following: by e-mail to [*****] or by letter delivered by nationally recognized overnight delivery service or first class postage prepaid mail to the Corporation at the following addresses (whichever is appropriate): 11 Hines Road, Suite 100, Kanata, Ontario, K2K 2X1, Canada, addressed to the attention of: [*****].
	",
}
