Repository: rajeshwarn/taxihail_wipeout
Catalog: Src/Mobile/Common/Localization/Master.*.resx
Languages: ar, es, fr, nl

# Overdue_Failed_Message
source: Your transaction was denied, please try again later or replace your credit card with a new one.
es: Su transacción no fué autorizada, por favor intente de nuevo más tarde o reemplace su tarjeta de crédito con una nueva.
fr: Votre transaction a été refusée, veuillez essayer plus tard ou changer de carte de crédit.
nl: Uw transactie is geweigerd, Preobeer het opnieuw of betaal anders

# Overdue_Failed_Title
source: Payment Failed
es: El pago falló
fr: Erreur de paiement
nl: Betaling Mislukt

# Overdue_Succeed_Message
source: Your overdue payment of {0} has been settled and your account is now enabled to pay with your card on file by default.
es: Su pago vencido de {0} ha sido pagado y su cuenta puede ahora pagar con su tarjeta en el perfil por defecto.
fr: Votre montant en souffrance de {0} a été payé et votre compte est de nouveau configuré pour le paiement via carte de crédit par défaut.
nl: Uw openstaande betaling van {0} is geregeld en uw account is nu ingeschakeld om standaard op rekening te betalen.

# Overdue_Succeed_Title
source: Payment Succeeded
es: Pago exitoso
fr: Compte Approuvé
nl: Betaling geslaagd

# Overdue_Instructions
source: Your credit card failed to pay the previous ride, you need to either retry to pay again or update your credit card information.
es: Su tarjeta de crédito no pudo ser cargada con el viaje anterior, es necesario que vuelva a intentar realizar el pago o que actualice la información de su tarjeta de crédito.
fr: La dernière tentative de paiement a été refusée par votre compagnie de carte de crédit. Veuillez réessayer ou mettre à jour votre carte de crédit.
nl: Uw Credit Card betaling van de vorige rit is Mislukt. Probeer de betaling opnieuw of Update uw Credit Card gegevens in het QappMe systeem.

# Overdue_IBSOrderId
source: Order:
es: Reservación:
fr: Commande:

# Overdue_OutstandingPaymentExists
source: Your credit card failed to pay the previous ride. You will need to pay this outstanding amount for your card be reactivated.
es: Su tarjeta de crédito no pudo ser cargada con el viaje anterior. Usted tendrá que pagar esta cantidad pendiente para que su tarjeta sea reactivada.
fr: La dernière tentative de paiement a été refusée par votre compagnie de carte de crédit. Vous devez payer cette facture en souffrance avant de pouvoir réutiliser votre carte.
nl: Uw CreditCard betaling van de vorige rit is Mislukt. We verzoeken u deze openstaande rekening te voldoen voordat uw kaart opnieuw geaactiveerd wordt

# PromoDescriptionCode
source: Enter code {0} or press the button below
ar: Enter code {0} at the time of booking or press the button below
es: Ingrese el código {0} o pulse el botón de abajo
fr: Enter le code {0} ou appuyez sur le bouton ci-dessous.
nl: Voer code {0} in of click onderstaande knop

# PromoApply
source: Apply
es: Aplicar
fr: Appliquer
nl: Toevoegen

# PromotionButton
source: Tap to Enter or View Promo Code
es: Pulse para entrar o Ver Código de promoción
fr: Entrer ou voir promotions

# NoPayBackErrorMessage
source: The PayBack field is required
es: El campo PayBack es obligatorio.
fr: Le champs PayBack est requis

# InvalidPayBackErrorMessage
source: The PayBack field must be all digits and must not exceed 10 characters in length
es: El campo PayBack debe ser solamente dígitos y no debe superar los 10 caracteres de longitud.
fr: Le champs PayBack ne doit contenir que des chiffres et ne doit pas dépasser 10 caractères

# HistoryLoadError
source: Unable to load the history. Please try again later.
es: No se pudo cargar el historial. Favor de intenar más tarde.
fr: Impossible de charger l'historique. Veuillez réessayer plus tard.
nl: Niet mogelijk historie te laden. Probeer het later nogmaals.

# PromotionLoadError
source: Unable to load the available promotions. Please try again later.
es: No se pueden cargar las promociones disponibles. Por favor, inténtelo de nuevo más tarde.
fr: Impossible de charger les promotions disponibles. Veuillez réessayer plus tard.

# RideSettingsLoadError
source: Unable to load the account settings. Please try again later.
es: No se puede cargar los ajustes de la cuenta. Por favor, inténtelo de nuevo más tarde.
fr: Impossible de charger les paramètres du compte. Veuillez réessayer plus tard.
nl: Oonmogelijk om accountinstellingen te laden. Probeer het later nogmaals.

# PaymentLoadError
source: Unable to load the payment details. Please try again later.
es: No se pueden cargar los datos de pago. Por favor, inténtelo de nuevo más tarde.
fr: Impossible de charger les informations de paiement. Veuillez réessayer plus tard.
nl: Onmogelijk om de betaling details te laden. Probeer later nogmaals.

# BookDropoffLocationButtonTitle
source: Destination
ar: وجهة
es: Destino
nl: Bestemming

# ConfirmDestinationLabel
source: Destination
ar: الوجهة
es: Destino
nl: Bestemming

# CreateAccountLanguageEnglish
source: English
ar: الإنجليزية
es: Inglés

# CreateAccountTitleMr
source: Mr
ar: السيد
es: Sr.
nl: Dhr

source: Date
ar: التاريخ
es: Fecha
nl: Datum

source: Destination
ar: الوجهة
es: Destino
nl: Bestemming

# DestinationViewDestinationLabel
source: Destination:
ar: الوجهة:
es: Destino:
nl: Bestemming:

# DriverInfoLicence
source: Licence #:
ar: رقم الرخصة:
es: # de Placa:
nl: Kenteken #:

# HistoryDetailDestinationLabel
source: Destination:
ar: الوجهة:
es: Destino:
nl: Bestemming:

# NoAptText
source: No apt.
ar: رقم الشقة
es: Número Depto.
nl: Appartement nummer

# NoRingCodeText
source: No code
ar: الرمز
es: Número Código de entrada
nl: Geen code

# Notification_Enabled
source: Notifications
ar: Allow Notifications
es: Notificiaciones
nl: Opmerkingen

# PanelMenuViewNotificationsText
source: Notifications
es: Notificaciones
nl: Notificaties

# PickupViewDestinationLabel
source: Destination >>
ar: الوجهة &gt;&gt;
es: Destino >>
nl: Bestemming >>

# TabContacts
source: Contacts
ar: قائمة الإتصال
es: Contactos
nl: Contacten

source: TAXI
es: UNIDAD

# TechSupportEmailTitle
source: Support Application Mobile
ar: دعم تطبيق الهاتف الجوال
es: Soporte de applicion móvil

# View_AccountConfirmation_Label_Code
source: Code
es: Código

# View_ConfirmCarNumber
source: Confirmation
ar: موافقة
es: Confirmación
nl: Bevestiging

# View_NotificationSettings
source: Notifications
es: Notificaciones
nl: Opmerkingen

# PanelMenuViewPromotionsText
source: Promotions
es: Promociones
nl: Promoties

# View_Promotions
source: Promotions
es: Promociones
nl: Acties

# CreateAccountPayBackPlaceHolder
source: PayBack
es: PayBack (Opcional)
nl: Terug Betaling

# FilteredAddresses_Error_Message
source: There is currently no entries for this filter.
es: No existen actualmente entradas para este filtro.
nl: Geen adres gevonden.

# PaymentViewTotalText
source: Total
ar: الإجمالي
nl: Tataal

# RideSettingsPayBack
source: PayBack
nl: Terug Betalen

# SupportEmail
source: techsupport@apcurium.com
nl: support@qappme.com

# CurrencyPriceFormat
source: {0:C}
ar: {0}ر.س
