Repository: rajeshwarn/taxihail_wipeout
Catalog: Src/Mobile/Common/Localization/Master.*.resx
Languages: ar, es, fr, nl

# AcceptButton
source: Accept
ar: موافق
es: Aceptar
fr: Accepter
nl: Accepteren

# AccountActivationMessage
source: An email has been sent. Please follow the link in the email to confirm your address.
ar: تم إرسال رسالة إلكترونية. اتبع الرابط في الرسالة لتأكيد عنوانك
es: Se ha enviado un email, por favor siga el vínculo para confirmar su cuenta
fr: Vous allez recevoir un email de confirmation. Merci de cliquer sur le lien pour valider votre inscription
nl: Een email is verstuurd. Gebruik de link in uw email om uw emailadres te bevestigen

# AccountActivationTitle
source: Confirmation Required
ar: مطلوب التأكيد
es: Confirmación requerida
fr: Confirmation nécessaire
nl: Bevestiging gevraagd

# AccountDisabled
source: Your account has been disabled, please contact {0} at {1} to activate your account.
ar: تم إيقاف حسابك، الرجاء الإتصال ب {0} على {1} لتفعيل حسابك
es: Su cuenta ha sido deshabilitada, por favor contacte a {0} al {1} para re-activar su cuenta
fr: Votre compte a été désactivé, merci de contacter le {0} au {1} pour le réactiver
nl: Uw account is uitgeschakeld, Neem contact op met {0} at {1} om uw account te activeren.

# AccountDisabled_NoCall
source: Your account has been disabled.
ar: تم إيقاف حسابك.
es: Su cuenta ha sido deshabilitada
fr: Votre compte a été désactivé
nl: Uw account is uitgeschakeld.

# AccountNotActivated
source: Your account has not been activated. Another activation email was sent to you.
ar: لم يتم تفعيل حسابك. تم إرسال بريد الكتروني اخر للتنشيط
es: Su cuenta no ha sido activada. Otro email de activación le ha sido enviado
fr: Votre compte n'a pas pu être activé. Merci d'activer le compte à l'aide de l'email qui vient de vous être envoyé
nl: Uw account is niet geactiveerd. Een nieuwe activerings e-mail is verzonden naar u.

# AccountPaymentNumberRequiredMessage
source: Please enter a valid account number
es: Por favor introduzca un número de cuenta válido.
fr: Merci de saisir un numéro de compte valide
nl: Voer een geldig accountnummer in

# AccountPaymentCustomerNumberRequiredMessage
source: Please enter a valid rider number
es: Por favor introduzca un número de cliente válido.
fr: Merci de saisir un numéro de client valide
nl: Geef een geldig passagiersnummer in

# AccountPaymentCustomerNumberRequiredTitle
source: Account Rider Number required
es: Número de Cuenta de Cliente requerido
fr: Numéro de client du compte requis
nl: Passagiersnummer verplicht

# AccountPaymentNumberRequiredTitle
source: Account Number required
ar: مطلوب رقم الحساب
es: Número de cuenta caducado.
fr: Numéro de compte requis
nl: Accountnummer vereist

# AddReminderMessage
source: Would you like a reminder added to your calendar for this pick-up time?
ar: هل ترغب في إضافة تنبيه على تقويمك حول هذا الموعد؟
es: Le gustaria agregar un recordatorio en su calendario para esta reservación?
fr: Souhaitez-vous qu'un rendez-vous soit créé dans votre calendrier pour ce trajet?
nl: Wilt u een herinnering ontvagen in uw agenda voor deze ophaaltijd?

# AddReminderTitle
source: Scheduled Pick-Up
ar: موعد الإلتقاء المحدد
es: Servicio programado
fr: Départ(s) programmé(s)
nl: Herinnering: U heeft een geplande taxi rit staan

# AddressSearchingText
source: Searching...
ar: جار البحث
es: Buscando...
fr: Recherche…
nl: Zoeken...

# ApartmentLabel
source: Apartment
ar: شقة
es: Departamento
fr: Appartement
nl: Appartement

# AppNeedUpdateMessage
source: A new version of the application is available, please update the app to continue.
ar: هناك تحديث جديد متاح للتطبيق ، يرجى تحديث التطبيق للإستمرار.
fr: Une nouvelle version de l'application est disponible, merci de la télécharger pour continuer

# AppNeedUpdateTitle
source: Update available
ar: هناك تحديثات متاحة
fr: Nouvelle version disponible

# April
source: Apr (04)
ar: أبريل (04)
es: Abr (04)
fr: Avril (04)

# AptNumber
source: Apt. No.
ar: رقم الشقة.
es: Abr (04)
fr: Appartement n°
nl: App.Nr.

# August
source: Aug (08)
ar: أغسطس (08)
es: Ago (08)
fr: Août (08)

# BackButton
source: Back
ar: الرجوع
es: Atrás
fr: Retour
nl: Terug

# BookDateLabel
source: Pick Me Up Later
ar: قم بإرسال السيارة لاحقا
es: Recogerme más tarde
fr: Départ différé
nl: Haal mij later op

# BookDestinationLabel
source: Enter your destination
ar: ادخل وجهتك
es: Ingrese su destino
fr: Saisir votre destination
nl: Geef uw bestemming in

# BookDropoffLocationEmptyPlaceholder
source: Tap to choose destination
ar: انقر لإختيار الوجهة
es: Toque para seleccionar lugar de destino
fr: Choisissez votre lieu d'arrivée sur la carte
nl: Click om een bestemming te kiezen

# BookingService_MobileBookingNote
source: Booked mobile device.
ar: تم الحجز من خلال الهاتف الجوال
es: Reservado en equipo móvil
fr: Réservé via téléphone mobile
nl: Geboekt via een mobiel apparaat.

# BookingService_MobileBookingNoteBuildingName
source: Building name {0}.
ar: اسم المبنى {0}.
es: Nombre de edificio {0}
fr: Bâtiment n° {0}
nl: Naam gebouw {0}.

# BookItButton
source: Book Now
ar: احجز الآن
es: Reservar ya
fr: Commander
nl: Boek Nu

# BookItLaterButton
source: Later
ar: لاحقا
es: Mas Tarde
fr: Plus tard

# BookPickupLabel
source: Confirm your pickup location
ar: اكد موقع الإلتقاء المختار
es: Confirme su ubicación
fr: Confirmer votre adresse de départ
nl: Bevestig uw ophaal locatie

# BookPickupLocationButtonTitle
source: Pickup
ar: نقطة الإلتقاء
es: Abordaje
fr: Départ
nl: Ophaaladres

# BookPickupLocationEmptyPlaceholder
source: Tap to choose pickup
ar: انقر لإختيار نقطة الإلتقاء
es: Toque para seleccionar lugar de abordaje
fr: Choisissez votre lieu de départ sur la carte
nl: Click om een ophaaladres te kiezen

# BookRatingErrorMessage
source: You need to rate your ride
ar: قم بتقييم مشوارك
es: Usted necesita calificar su servicio
fr: Merci de noter la qualité de votre dernier trajet
nl: U moet uw taxirit nog beoordelen

# BookRatingErrorTitle
source: Warning
ar: خطأ
es: Aviso
fr: Attention
nl: LET OP

# BookViewInvalidDate
source: The pickup date and pickup time are invalid.
ar: تاريخ الإلتقاء وقت الإلتقاء غير مقبولة.
es: La fecha y hora del servicio son inválidas
fr: La date et l'heure de départ sont invalides
nl: De ophaal datum en ophaal tijd zijn ongeldig

# BuildingName
source: Building Name / Remark
ar: إسم المبنى / ملاحظات
es: Número de edificio / Notas
fr: Nom du bâtiment / commentaires
nl: Naam Gebouw / Herkennings punt

# CallButton
source: Call
ar: اتصل
es: Llamar
fr: Appeler
nl: Bellen

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
nl: Annuleer

# CannotCancelOrderMessage
source: You can no longer cancel this order.
ar: لا يمكنك إلغاء هذا الطلب.
es: No puede cancelar esta orden
fr: Désolé, vous ne pouvez plus annuler cette demande
nl: U kunt deze boeking niet meer annuleren.

# CannotCancelOrderTitle
source: Invalid Action
ar: اختيار غير صحيح
es: Acción inválida
fr: Erreur
nl: Ongeldige Actie

# CarAssigned
source: Your taxi {0}
ar: السيارة الخاصة بك {0}
es: Su Unidad {0}
fr: Votre véhicule {0}
nl: Uw taxi {0}

# ChangeBookingSettingsButton
source: Change booking settings
ar: تغيير إعدادات الحجز
es: Cambiar detalles de la reservación
fr: Modifier votre commande
nl: Verander Boeking intstellingen

# ChangePasswordConfirmmation
source: You password has been updated, please sign in.
ar: تم تحديث كلمة المرور الخاصة بك، رجاء تسجيل الدخول.
es: Su contraseña ha sido actualizada, por favor inicie sesión
fr: Votre mot de passe a été mis à jour, merci de vous connecter.
nl: Uw Wachtwoord is bijgewerkt, U kunt zich nu aanmelden

source: Change server
ar: تغيير الشبكة
es: Cambiar Servidor
fr: Changer de serveur
nl: Verander Server

# ChargeTypeCreditCardFile
source: Credit Card on File
ar: بطاقة الائتمان في الملف
es: Tarjeta de crédito guardada
fr: Carte de paiement déjà engistrée
nl: Creditcard

# ChargeTypeLabel
source: Charge type
ar: طريقة الدفع :
es: Tipo de Cargo
fr: Type de facturation
nl: Betalings keuze

# ChooseProviderDialogTitle
source: Pick a provider
ar: اختر مورد خدمة
es: Seleccionar proveedor
fr: Choisissez un prestataire
nl: Kies Taxibedrijf

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
nl: Sluiten

# CmtCancelPayment
source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
nl: Annuleren

# CmtCardNumber
source: Payment Method:
ar: طريقة الدفع:
es: Método de Pago:
fr: Mode de paiement:
nl: Betalingswijze:

# CmtCarNumber
source: Car Number:
ar: رقم السيارة:
es: Número de Taxi:
fr: Numéro du véhicule:
nl: Taxi Nummer

# CmtChangePaymentInfo
source: Change Payment Settings
ar: تغيير إعدادات الدفع
es: Cambiar ajustes de pago
fr: Modifier les paramètres de paiement
nl: Verander betaling instellingen

# CmtConfirmPayment
source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
nl: Bevestigen

# CmtRideLinqCancelChanges
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
nl: Annuleren

# CmtRideLinqConfirmPairView
source: Confirm Payment Information
ar: تأكيد معلومات الدفع
es: Confirmar información de pago
fr: Confirmer les informations relatives au paiement
nl: Bevestig Betalings instelling

# CmtRideLinqConfirmPairViewConfirmPairDetailText
source: Confirm that you are in the vehicle number indicated below. By Tapping “Confirm”, this ride will automatically be paid by your credit card on file.
ar: تأكد من أنك داخل السيارة المشار إليها أعلاه. إن قمت بالتأكيد سيتم خصم قيمة هذه الرحلة تلقائيا باستخدام إعدادات الدفع الخاصة بك.
es: Revise que usted se encuentre en el vehículo indicado arriba. Si lo confirma, este viaje será pagado automáticamente utilizando sus configuración de pago predeterminada
fr: Merci de vérifier que vous êtes dans le véhicule indiqué ci-dessus. Après confirmation, le paiement sera effectué automatiquement en utilisant les paramètres de paiement par défaut.
nl: Bevestig dat u in het voertuig zit met het opgegeven nummer, hieronder aangegeven. Door te \"Bevestigen\", zal deze rit automatisch worden betaald via uw CreditCard die in ons bestand staat aangemeld.

# CmtRideLinqErrorTitle
source: Error
ar: خطأ
fr: Erreur

# CmtRideLinqGenericErrorMessage
source: There was an error during pairing, verify your credit card information or try again later.
ar: حدث خطأ أثناء الإقتران، تأكد من بيانات بطاقة إئتمانك أو حاول في وقت لاحق.
es: Hubo un error al sincronizar, verifique la información de se tarjeta de crédito o intente nuevamente
fr: Désolé, il semble qu'il y ait eu une erreur lors du paiement. Merci de vérifier les paramètres de paiement ou réessayez ultérieurement.
nl: Er is een Error opgetreden tijdens het koppelen. Controleer uw Creditcard informatie of probeer later opnieuw

# CmtRideLinqSaveChanges
source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
nl: Opslaan

# UnpairPayInCar
source: Pay in Car
es: Pagar en el vehículo
fr: Payer dans le taxi
nl: Betalen in Taxi

# UnpairErrorMessage
source: There was an error during unpairing, please try again later.
ar: حدث خطأ أثناء الفصل، رجاء المحاولة في وقت لاحق.
es: Hubo un error desincronizando, por favor intente nuevamente
fr: Désolé, le système a rencontré un problème lors de la réinitialisation
nl: Er is een fout opgetreden tijdens het ontkoppelen, Probeer het later opnieuw.

# CmtTipAmount
source: Tip Amount:
ar: قيمة الإكرامية:
es: Propina:
fr: Montant du pourboire:
nl: Fooi:

# CmtTransactionResendConfirmationButtonText
source: Resend
ar: إعادة إرسال
es: Re-enviar
fr: Envoyer de nouveau
nl: Opnieuw verzenden

# CmtTransactionSuccessMessage
source: Confirmation sent to the driver (Authorization Code: {0})
ar: تم إرسال التاكيد للسائق (رقم الترخيص: {0})
es: Confirmación enviada al chofer (Código de autorización: {0})
fr: Confirmation envoyée au chauffeur (code: {0})
nl: Betaalbevestiging is verzonden aan de chauffeur (Authorization Code: {0})

# CmtTransactionSuccessTitle
source: Payment Received
ar: تم إستلام المبلغ
es: Pago recibido
fr: Paiement effectué
nl: Betaling Ontvangen

source: Collapse
ar: تصغير
es: Mostrar menos
fr: Cacher
nl: Mislukt

source: Confirm
ar: موافق
es: Confirmar
fr: Confirmer
nl: Bevestig

# ConfirmationOfPaymentSent
source: Confirmation of payment has been sent to the driver.
ar: تم إرسال تأكيد السداد للسائق.
es: Confirmación de pago enviada al chofer
fr: Confirmation du paiement envoyée au chauffeur
nl: Bevestiging van de betaling is verzonden aan de bestuurder.

# ConfirmCompanyLabel
source: Company:
ar: الشركة:
es: Compañía:
fr: Société:
nl: Bedrijf:

# ConfirmDateTimeLabel
source: Date / Time
ar: التاريخ/ الوقت
es: Fecha / Hora
fr: Date / heure
nl: Datum / Tijd

# ConfirmNameLabel
source: Name:
ar: الإسم:
es: Nombre:
fr: Nom:
nl: Naam:

# ConfirmOriginLablel
source: Pickup
ar: الإلتقاء
es: Abordaje
fr: Départ
nl: Ophaaladres

# ConfirmPassengerSettingsTitle
source: Passenger Settings
ar: إعدادات الركاب
es: Ajustes de pasajero
fr: Concernant les passagers
nl: Passagiers Instellingen

# ConfirmPassengersLabel
source: Passengers:
ar: عدد الركاب:
es: Pasajeros:
fr: Nombre de passagers:
nl: Passagiers:

# ConfirmPhoneLabel
source: Mobile:
ar: رقم الجوال:
es: Móvil:
fr: Ligne mobile:
nl: Mobiel:

# ConfirmRideInformationTitle
source: Ride Information
ar: بيانات المشوار
es: Información del servicio
fr: Information sur le trajet
nl: Rit informatie

# ConfirmVehiculeTypeLabel
source: Vehicle type
ar: نوع السيارة:
es: Tipo de Vehículo
fr: Type de véhicule
nl: Type Auto

source: Continue
ar: استمرار
es: Continuar
fr: Continuer
nl: Ga door

source: Create
ar: فتح حساب
es: Crear
fr: Créer
nl: Aanmaken

# CreateAccountEmailPlaceHolder
source: Email
ar: البرید الإلكتروني
fr: Email (adresse électronique)

# CreateAccountEmptyField
source: The data is invalid, all the fields are required.
ar: البيانات غير صحيحة، يجب تعبئة كافة الخانات.
es: Los datos son inválidos, todos los campos son requeridos
fr: Votre demande ne peut être validée, merci de remplir les champs obligatoires
nl: Ongeldige gegevens, alle velden moeten worden ingevuld.

# CreateAccountErrorMessage
source: The account cannot be created.
ar: لا يمكن إنشاء الحساب.
es: No se pudo crear su cuenta.
fr: Le compte de peut malheureusement pas être créé
nl: Dit account kan niet worden aangemaakt.

# CreateAccountErrorNotSpecified
source: The server didn't specify why the account could not be created, if the error persist try creating the account from the web site.
ar: لم يستطع السيرفر تحديد سبب عدم إمكانية إنشاء حساب، إن استمر ظهور هذا الخطأ حاول انشاء الحساب من خلال الموقع الإلكتروني.
es: El servidor no ha especificado por que su cuenta no pudo ser creada, si este error continúa trate de crear su cuenta desde nuestro sitio web
fr: Le serveur ne précise pas pourquoi le compte ne peut pas se créer, si l'erreur persiste merci d'essayer de créer le compte depuis le site web.
nl: De server heeft niet aangegeven waarom uw account niet kan worden aangemaakt, indien de foutmelding blijft probeer het account dan aan te maken via de website.

# CreateAccountErrorTitle
source: Error
ar: خطأ
fr: Erreur

# CreateAccountFullNamePlaceHolder
source: Full Name
ar: الاسم الكامل
es: Nombre completo
fr: Nom complet
nl: Volledige Naam

# CreateAccountInvalidDataTitle
source: Invalid account info
ar: معلومات الحساب غير صحيحة
es: Información de cuenta inválida
fr: Données invalides
nl: Ongeldige Account info

# CreateAccountInvalidPassword
source: The password is invalid. The password and confirmation must be the same. The password must also be between 6 and 10 characters.
ar: كلمة المرور غير صحيحة. كلمة المرور يجب أن تكون متطابقة و تكون بين 6 إلى 10 أحرف
es: La contraseña es inválida. La contraseña y la confirmación deben ser identicas. La contraseña debe ser entre 6 y 10 caracteres.
fr: Le mot de passe est invalide. Le mot de passe et sa confirmation doivent être identique. Le mot de passe doit faire entre 6 et 10 caractères.
nl: Het wachtwoord is ongeldig. Het wachtwoord en de bevestiging van het wachtwoord moeten hetzelfde zijn. Het wachtwoord moet minstens 6 karakters bevatten.

# CreateAccountLanguageFrench
source: French
ar: الفرنسية
es: Francés
fr: Français

# CreateAccountPasswordConfirmationPlaceHolder
source: Confirm password
ar: تأكید كلمة السر
es: Confirme contraseña
fr: Confirmation du mot de passe
nl: Bevestig Wachtwoord

# CreateAccountPasswordPlaceHolder
source: Password
ar: كلمة السر
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

# CreateAccountPhonePlaceHolder
source: Mobile
ar: الجوال
es: Celular
fr: Ligne mobile
nl: Mobiel Telefoonnummer

# CreateAccountTitleArray
source: MrMrs
es: SrSra
fr: MrMme
nl: DhrMv

# CreateAccountTitleMrs
source: Mrs
ar: السيدة
es: Sr(t)a.
fr: Mme
nl: Mv

# CreateAccount_AccountAlreadyExist
source: The account cannot be created, this email is already in use.
ar: لا يمكن إنشاء حساب. هذا العنوان الإلكتروني مستخدم .
es: La cuenta no puede ser creada, este email ya está en uso
fr: Email déjà utilisé!
nl: Dit emailadres is reeds in gebruik.

source: Credit Card
ar: بطاقة الائتمان
es: Tarjeta de crédito
fr: Carte de paiement

# CreditCardCCV
source: CVV
fr: Code sécurité

# CreditCardErrorTitle
source: Cannot save credit card
ar: لا يمكنك حفظ هذه البطاقة الائتمانية
es: No podemos guardar su tarjeta de crédito
fr: Cette carte ne peut être sauvegardée
nl: Kan CreditCard gegevens niet opslaan

# CreditCardExpMonth
source: Exp. Month
ar: شهر الإنتهاء
es: Fecha de expiración
fr: Date d'expiration (mois)
nl: Exp. Maand

# CreditCardExpYear
source: Exp. Year
ar: سنة الإنتهاء
es: Mes de expiración
fr: Date d'expiration (année)
nl: Exp. Jaar

# CreditCardInstructions
source: In order to use the application, you need to add a payment method to your account.
es: Para usar esta aplicación necesita ingresar un método de pago a su cuenta
fr: Afin d'utiliser l'application, vous devez ajouter un mode de paiement à votre compte.
nl: Om de applicatie te gebruiken, moet u een betaalmethode aan uw account toevoegen.

# CreditCardInvalidCrediCardNUmber
source: The Credit Card Number is invalid
ar: رقم البطاقة الائتمانية خاطئة
es: El número de tarjeta de crédito es inválido
fr: Le numéro de la carte ne semble pas être valide
nl: Dit CreditCard nummer is ongeldig

# CreditCardErrorInvalid
source: Cannot validate the credit card
es: No podemos validar su tarjeta de crédito
fr: La carte ne semble pas être valide
nl: Kan de creditcard niet valideren

# CreditCardName
source: Name as it appears on card
ar: الإسم كما يظهر على البطاقة
es: Nombre tal y como aparece en la tarjeta
fr: Nom du titulaire (tel qu'il apparaît sur la carte)
nl: Soort CreditCard

# CreditCardNumber
source: Card Number
ar: رقم البطاقة
es: Número de tarjeta
fr: Numéro de la carte
nl: Kaart Nummer

# CreditCardRemoveErrorMessage
source: You need to have at least one credit card in your account. If you want to remove a card, you will need to add another one before.
ar: عليك أن تدخل بطاقة إئتمانية واحدة على الأقل في حسابك، إن رغبت في إزالة بطاقة، ستحتاج لإضافة بطاقة أخرى قبل الإزالة.
es: Necesita tener al menos una tarjeta de crédito en su cuenta. Si desea eliminar esta tarjeta, necesitará agregar otra antes
fr: Vous devez avoir au moins une carte de crédit relier à votre compte. Vous devez ajouter une autre carte avant d'en supprimer une.
nl: Moet u ten minste één CreditCard in uw account hebben. Als u een CreditCard wil te verwijderen, moet u eerst een andere CreditCard toevoegen.

# CreditCardRemoveErrorTitle
source: Cannot remove credit card
ar: لا يمكن إزالة البطاقة الائتمانية.
es: No puede eliminar la tarjeta de crédito
fr: La carte ne peut être supprimée
nl: Kan Creditcard niet verwijderen

# CreditCardRequiredFields
source: All the fields are required
ar: كافة الخانات مطلوبة
es: Todos los campos requeridos
fr: Tous les champs obligatoires doivent être remplis
nl: Alle velden moeten worden ingevuld

# CreditCardType
source: Type of Card
ar: نوع البطاقة
es: Tipo de tarjeta
fr: Type de la carte
nl: Soort betaalkaart

# CreditCardZipCode
source: Zip code
ar: الرمز البريدي
es: Codigo Postal
fr: Code postal
nl: Postcode

# DateTimePickerPickDate
source: Select your pickup date:
ar: اختر تاريخ الإلتقاء:
es: Seleccione la fecha del servicio:
fr: Sélectionner la date de départ:
nl: Selecteer een ophaal datum

# DateTimePickerPickInvalidDateMessage
source: The pickup date must be in the future.
ar: يجب أن يكون تاريخ الإلتقاء في المستقبل
es: La fecha y hora del servicio deben ser en el futuro
fr: La date de départ ne peut pas être antérieure à la date de commande
nl: De ophaal datum moet in de toekomst zijn

# DateTimePickerPickInvalidDateTitle
source: Invalid date / time
ar: التاريخ / الوقت غير صحيح
es: Fecha / Hora Inválida
fr: Date / heure invalide
nl: Ongeldige datum / tijd

# DateTimePickerPickTime
source: Select your pickup time:
ar: اختر وقت الإلتقاء:
es: Seleccione la hora del servicio:
fr: Sélectionner l'heure de départ
nl: Selecteer uw ophaaltijd

# DateTimePickerPickTitle
source: Pickup date and time
ar: تاريخ و وقت الإلتقاء
es: Fecha y hora del servicio
fr: Date et heure de départ
nl: Ophaal datum en tijd

# DateTimePickerSetButton
source: Book
ar: احجز
es: De Alta
fr: Réserver maintenant!
nl: Bestellen

# DateToday
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
nl: Vandaag

# December
source: Dec (12)
ar: ديسمبر (12)
es: Dic (12)
fr: Décembre (12)

# DefaultRideSettingsViewTitle
source: Settings
ar: إعدادات
es: Ajustes
fr: Paramètres
nl: Instellingen

source: Delete
ar: مسح
es: Eliminar
fr: Supprimer

# DeleteAddressBt
source: Clear Address
ar: مسح العنوان
es: Eliminar dirección
fr: Supprimer l'adresse
nl: Verwijder Adres

# DestinationMapTitle
source: Destination location
ar: موقع وجهتك
es: Ubicacion de destino
fr: Lieu de destination
nl: Bestemmings locatie

# DestinationNotSpecifiedText
source: Destination not specified
ar: الوجهة غير محددة
es: Destino no especificado
fr: Adresse de destination manquante
nl: Bestemming niet gespecificeerd

# DestinationTextPlaceholder
source: Destination street address
ar: عنوان شارع الوصول
es: Dirección de destino
fr: Adresse de destination
nl: Bestemmings Adres

source: Done
ar: تم
es: Terminado
fr: Terminé
nl: Bevestigen

# DontHaveAnAccountLabel
source: Don't have an account?
ar: ليس لديك حساب؟
es: No tiene cuenta?
fr: Souhaitez-vous créer un compte?
nl: Heeft u geen account?

# DriverInfoColor
source: Color:
ar: اللون:
fr: Coloris:
nl: Kleur:

# DriverInfoDriver
source: Driver:
ar: السائق:
fr: Chauffeur:

# DriverInfoMake
source: Make:
ar: الصنع:
es: Marca:
fr: Marque:
nl: Merk:

# DriverInfoModel
source: Model:
ar: الموديل:
es: Modelo:
fr: Modèle:

# DriverInfoTaxiType
source: Taxi Type:
ar: نوع سيارة الأجرة:
es: Tipo de taxi:
fr: Type de véhicule:

source: Edit
ar: تعديل
es: Editar
fr: Editer
nl: Bewerken

# EmailLabel
source: Email
ar: بريد إلكتروني
fr: Email (adresse électronique)

# EntryCodeLabel
source: Entry code
ar: رمز الدخول
es: Código de entrada
fr: Saisissez un code
nl: Toegangscode

# ErrorCreatingOrderTitle
source: Booking cannot be completed
ar: لا يمكن إتمام الحجز
es: La reservación no puede ser completada
fr: Désolé, la réservation ne peut être complétée
nl: Boeking kan niet worden voltooid

# Error_AccountPaymentMessage
source: Invalid account or rider number
es: Cuenta o reservación inválida.
fr: Le numéro de compte ou de client semble invalide
nl: Ongeldig account of klantnummer

# Error_AccountPaymentQuestionRequiredMessage
source: You must answer every questions marked as required to continue.
ar: يجب الإجابة على جميع الأسئلة للإستمرار
es: Para poder continuar, debe responder todas las preguntas marcadas como requeridas.
fr: Vous devez saisir tous les champs pour continuer
nl: U moet antwoorden op elke gemarkeerde vraag

# Error_AccountPaymentTitle
source: Error
ar: خطأ
fr: Erreur

source: Estimated fare not available
ar: التكلفة المتوقعة غير متاحة
es: Costo estimado no disponible
fr: Le prix ne peut être estimé pour le moment
nl: Geschatte tarief is niet beschikbaar

# EstimatePriceFormat
source: Estimated Fare : {0} ({1})
ar: ({التكلفة المتوقعة :{0}ر.س ({1
es: Estimado: {0} ({1})
fr: Prix estimé: {0} ({1})
nl: Geschatte tarief : {0} ({1})
