Repository: rajeshwarn/taxihail_wipeout
Catalog: Src/Mobile/Common/Localization/Master.*.resx
Languages: ar, es, fr, nl

# View_RideSettings
source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
nl: Profiel

# View_RideSummary
source: Ride Summary
ar: ملخص الرحلة
es: Resumen del servicio
fr: Résumé du trajet
nl: Rit Samenvatting

# View_SearchAddress
source: Address Search
ar: البحث عن عنوان
es: Búsqueda de dirección
fr: Rechercher une adresse
nl: Adres Zoeken

# View_TermsAndConditions
source: Terms and Conditions
ar: الأحكام والشروط
es: Términos y Condiciones
fr: Conditions d'utilisation
nl: Algemene Voorwaarden

# View_UpdatedTermsAndConditions
source: New Terms and Conditions
ar: أحكام و شروط جديدة
es: Nuevos Términos y Condiciones
fr: Nouvelles conditions d'utilisation
nl: Nieuwe Algemene Voorwaarden

# View_UpdatePassword
source: Update Password
ar: تحديث كلمة المرور
es: Actualizar contraseña
fr: Mettre a jour votre mot de passe
nl: Update Wachtwoord

# WarningEstimate
source: Please note that the price provided by this App is an estimate only. The fare amount as calculated by the meter, along with any applicable minimums and extras will be charged at the end of the trip.
ar: يرجى مراعاة أن السعر المزود من خلال التطبيق هو سعر تقديري. التكلفة الحقيقية للرحلة يتم حسابها من خلال العداد، بالإضافة إلى الحد الأدنى و أي تكاليف إضافية. سيتم احتساب ذلك في نهاية الرحلة.
es: Por favor note que el costo presentado por esta aplicación es solamente un estimado. El costo del servicio es calculado por distancia. Mínimos y extras serán adicionados al final de su viaje.
fr: Veuillez noter que le prix fournit par cette application n'est seulement qu'un estimé. Le tarif calculé par le compteur, incluant tout frais minimum et extras, seront facturés à la fin du trajet.
nl: Houdt u er rekening mee dat de prijs die door deze applicatie is afgegeven slechts een is schatting.

# WarningEstimateDontShow
source: Don't warn
ar: لا تحذر
es: No avisar
fr: Ne pas signaler
nl: Niet Waarschuwen

# WarningEstimateTitle
source: Warning
ar: تحذير
es: Aviso
fr: Signaler
nl: Waarschuwing

# WarningLocationService
source: Please turn on location services to have your location show up in the map.
ar: يرجى تشغيل خدمات الموقع ليظهر موقعك على الخريطة
es: Por favor encienda los servicios de ubicación para poder mostrar su posición en el mapa
fr: Merci d'activer la géolocalisation afin de pouvoir utiliser la carte
nl: Gelieve uw locatie service / GPS aan te zetten om uw locatie te zien op de kaart.

# WarningLocationServiceCancel
source: Cancel
ar: الغاء
es: Cancelar
fr: Annuler
nl: Annuleren

# WarningLocationServiceDontShow
source: Don't warn
ar: لا تحذر
es: No avisar
fr: Ne pas signaler
nl: Niet Waarschuwen

# WarningLocationServiceTitle
source: Warning
ar: تحذير
es: Aviso
fr: Avertissement
nl: Waarschuwing

# WarningTitle
source: Warning
ar: تحذير
es: Aviso
fr: Avertissement
nl: Waarschuwing

# YesButton
source: Yes
ar: نعم
es: Si
fr: Oui
nl: Ja

# DeleteCreditCard
source: Delete the credit card registered to this account?
ar: حذف بطاقة الائتمان المسجلة في هذا الحساب؟
es: ¿Desea eliminar la tarjeta de crédito asociada con esta cuenta?
fr: Supprimer la carte associée à ce compte?
nl: Geregistreerde creditcard verwijderen van dit account?

# DeleteCreditCardTitle
source: Delete credit card
ar: حذف بطاقة الائتمان
es: Eliminar tarjeta de crédito
fr: Supprimer la carte
nl: Verwijder Creditcard

# PayInCar
source: Pay Cash/Credit Card in Car
ar: Pay in Car
es: Pagar en el vehículo
fr: Payer dans le taxi
nl: Betaal Cash/Credit Card in de Taxi

# CreditCardAdded
source: Your account is now enabled to pay with your card on file by default. You can still choose to pay in the vehicle by selecting \"Pay in Vehicle\" on the confirmation screen
ar: Your account is now enabled to pay with your card on file by default. You can still choose to pay in the vehicle by selecting \"Pay in Vehicle\" on the payment screen
es: Su cuenta ha sido activada para pagar por defecto con tarjeta de crédito. Usted puede también pagar en el vehículo seleccionando \"Pagar en vehículo\" en la pantalla de pago
fr: Votre compte est maintenant configuré pour le paiement via carte de crédit par défaut. Vous pouvez quand même choisir de payer dans le véhicule en choisissant l'option appropriée à l'écran de confirmation.
nl: Uw Account is nu standaard ingesteld op betaling met CreditCard. U kunt nog steeds kiezen om ander te betalen in de taxi. Selecteer dan \"Betaal in Taxi \" in het bvestigingsscherm

# AddACardButton
source: Add Card
es: Agregar tarjeta
fr: Enregistrez
nl: Kaart Toevoegen

# PendingOrderMessage
source: You cannot book this ride since an order is already pending. View the order status?
es: No puede reservar este servicio, ya que hay una reservación pendiente. ¿Desea ver esta reservación ?
fr: Désolé, cette réservation ne peut être prise en compte. Vous avez déjà une commande en cours. Voir le détail?
nl: U kunt deze rit niet boeken omdat er reeds een bestelling in behandeling is. Deze reservering / Status bekijken?

# PendingOrderView
source: View
es: Ver
fr: Détail
nl: Bekijken

# PendingOrderCancel
source: Cancel
es: Cancelar
fr: Annuler
nl: Annuleren

# NoCardOnFileMessage
source: You chose to pay with a card on file, but you have no default card. Add a card to your account or change your payment method to continue.
es: Usted seleccionó pagar con la tarjeta de crédito en su archivo, pero no tiene tarjeta registrada por defecto. Agregue una tarjeta a su cuenta o cambie el método de pago para continuar.
fr: Vous avez choisi de payer via l’application mais vous n’avez pas renseigné de carte de crédit. Enregistrez votre carte de crédit ou choisissez un autre mode de paiement pour continuer.
nl: U heeft gekozen om te betalen met een Credit Cardr, maar u heeft geen credit Card ingesteld. Voeg een Credit Card toe aan uw account of wijzig uw betaalmethode.

# CardExpiredMessage
source: Your credit card is expired. Add a new card to your account or update card informations to continue.
es: Su tarjeta de crédito esta expirada. Agregue una nueva tarjeta a su cuenta o actualice la información de sus tarjetas para continuar.
fr: Votre carte a expiré. Ajoutez une nouvelle carte ou mettez à jour la carte sélectionnée pour continuer.
nl: Uw creditcard is verlopen. Voeg een nieuwe kaart aan uw account toe of update uw Credit Card gegevens voor u kunt doorgaan.

# Eta
source: The nearest taxi is {0} and {1} {2} away
es: El taxi más cercano esta a {0} {1} de distancia
fr: Le véhicule le plus proche est à {0} {1}
nl: Dichtstbijzijnde taxi is {0} {1} van u vandaan

source: Don't ask
es: No preguntar
fr: Ne plus demander
nl: Vraag niet meer

# Notification_BookingConfirmationEmail
source: Booking Confirmation (Email)
es: Confirmación de reservación (email)
fr: Confirmation Commande (Email)
nl: Boekingsbevestiging (Email)

# EtaDurationUnit
source: min
fr: minute

# Notification_ConfirmPairingPush
source: Confirm Pairing
es: Confirmar sincronización
fr: Confirmation de pairing
nl: Bevestiging koppeling

source: Not now
es: Ahora no
fr: Plus tard
nl: Niet nu

# Notification_DriverAssignedEmail
source: Driver Assigned (Email)
es: Chofer asignado (email)
fr: Chauffeur assigné (Email)
nl: Chauffeur Toegewezen (Email)

# EtaDurationUnitPlural
source: mins
fr: minutes

# Notification_DriverAssignedPush
source: Driver Assigned
es: Chofer asignado
fr: Chauffeur assigné
nl: Chauffeur Toegewezen

# RateLastRide
source: Rate
es: Calificar
fr: Évaluer
nl: Beoordeel

# StatusEta
source: and is {0} and {1} {2} away
ar: {0} and {1} {2} away
es: y está a {0} {1} de distancia
fr: et arrive dans {0} {1}
nl: En is {0} {1} van u vandaan

# EtaNotAvailable
source: No vehicle available
es: No hay vehículo dosponible
fr: Il n'y a pas de véhicule disponible
nl: Geen voertuig beschikbaar

# Notification_NearbyTaxiPush
source: Nearby Taxi
es: Taxis cercanos
fr: Taxi à proximité
nl: Dichtstbijzijnde Taxi

# RateLastRideMessage
source: We would appreciate your feedback on your last ride, would you like to rate it?
es: Apreciaríamos su opinión en su reciente servicio, ¿le gustaría evaluarlo?
fr: Nous aimerions recevoir vos commentaires sur votre dernière course, voulez-vous l'évaluer?
nl: Wij stellen uw feedback over uw laatste rit zeer op prijs, wilt u die rit beoordelen?

# Notification_PaymentConfirmationPush
source: Payment Confirmation
es: Confirmación de pago
fr: Confirmation de paiement
nl: Betalings Bevestiging

# RateLastRideTitle
source: Rate last ride?
es: ¿Calificar su servicio?
fr: Évaluer la dernière course?
nl: Uw laatse rit beoordelen?

# Notification_ReceiptEmail
source: Receipt (Email)
es: Recibo (email)
fr: Reçu (Email)
nl: betaalbewijs (Email)

# Notification_VehicleAtPickupPush
source: Vehicle at Pickup
es: Vehículo en lugar de abordaje
fr: Taxi au point de ramassage
nl: Taxi op ophaaladres

# Toggle_Off
source: Off
es: Apagado
fr: Non
nl: Uit

# Toggle_On
source: On
es: Encendido
fr: Oui
nl: Aan

source: Payment In Car
es: Pago en carro
fr: Paiement à bord
nl: Betaling in taxi

source: Charge Account
es: Cargar a cuenta
fr: Compte
nl: Op Rekening

source: Card on File
es: Tarjeta en Archivo
fr: Paiement In App
nl: Credit Card

# EstimateFareCalculating
source: Calculating...
es: Calculando…
fr: Calcul du prix de votre course ...
nl: Berekenen…

# WarningPushServiceAction
source: Thanks for letting me know
es: Gracias por informarme
fr: Merci
nl: Dank dat u het mij laat weten

# WarningPushServiceMessage
source: We noticed you do not have push notifications turned on. Just to let you know if you have them enabled then you get updates about the status of your booking without having to look at the app! We promise we will not spam you with useless information!
es: Notamos que no tiene las “Notificaciones automáticas” encendidas. Queremos informarle que si las enciende podría obtener mensajes de estado de sus servicios sin tener que abrir la aplicación! Prometemos no le mandaremos información innecesaria
fr: Nous avons remarqué que vous n'avez pas les notifications activées. En les activant, vous obtiendrez alors des mises à jour sur l'état de votre réservation, sans avoir à regarder l'application !
nl: We hebben gemerkt u geen push-notificaties ingeschakeld. Wij gebruiken deze optie om u te laten weten wat de status is van uw reservering / boeking en geven u daar updates over zonder dat u in de App hoeft te kijken! Wij gebruiken uw gegevens niet om SPAM te sturen of andere nutteloze informatie!

# WarningPushServiceTitle
source: Push Notifications
es: Notificaciones enviadas
fr: Notifications
nl: Push berichten

# AccountConfirmation_ErrorTitle
source: Cannot confirm account
es: No se puede validar su cuenta
fr: Impossible de confirmer votre compte.
nl: Kan uw account niet bevestigen

# AccountPaymentQuestionsPlaceHolder
source: {0} characters maximum
es: máximo {0} caracteres
fr: {0} caractères maximum
nl: {0} Maximaal aantal karakters

# AccountPaymentQuestionsRequired
source: (required)
es: (requerido)
fr: (requis)
nl: (verplicht)

source: Knowledgable driver
es: Chofer experimentado:
fr: Trajet respecté
nl: Algemene kennis van de chauffeur

source: Safety
es: Seguridad
fr: Conduite sécuritaire
nl: Veiligheid

source: Politeness
es: Amabilidad
fr: Politesse
nl: Beleefdheid

# CallDriverUsingProxyMessage
source: Your driver will call you back in a few minutes
es: Su conductor le marcara en unos minutos
fr: Votre chauffeur vous rappellera dans quelques minutes
nl: Uw chauffeur zal u binnen enkele minuten teug bellen

# TaxiHailNetworkTimeOutPopupTitle
source: Switch company?
es: Cambiar compañia?
fr: Changer de compagnie?
nl: Verander Bedrijf?

# TaxiHailNetworkTimeOutPopupMessage
source: Due to high demand, no vehicles are available right now. Do you want to book with {0} instead?
es: Debido a alta demanda, no hay unidades disponibles en este momento. Desea reservar con {0} en su lugar?
fr: En raison d'un grand nombre de demandes, aucun véhicule n'est disponible présentement. Désirez-vous passer une commande avec {0}?
nl: Vanwege de grote ritaanvragen zijn er nu geen taxi's beschikbaar. Wilt u in plaats daarvan met {0} boeken?

# TaxiHailNetworkTimeOutPopupAccept
source: Accept
es: Aceptar
fr: Accepter
nl: Accepteren

# TaxiHailNetworkTimeOutPopupRefuse
source: Ignore
ar: Refuse
es: Ignorar
fr: Ignorer
nl: Negeer

# DriverInfoCompany
source: Company:
es: Compañia:
fr: Compagnie:
nl: Bedrijf:

# TaxiHailNetworkTimeOutErrorTitle
source: Error
fr: Erreur

# NetworkTimeOutPopupAlways
source: Always Accept
es: Siempre Aceptar
fr: Toujours Accepter
nl: Accepteren

# TaxiHailNetworkTimeOutPopupAlways
source: Always Accept
es: Siempre Aceptar
fr: Toujours accepter
nl: Altijd Accepteren

# NetworkContactingNextDispatchDescription
source: Contacting {0} ...
es: Contactando {0} …
fr: En attente de {0} ...
nl: Verbinden maken {0} ...

# UpdateBookingSettingsEmptyAccount
source: Account and rider numbers cannot be empty when Charge Type is set to Charge Account
es: Los números de cuenta y de reservación no pueden estar vacíos cuando se el Tipo de Cargo está establecido como Cargo a Cuenta
fr: Le numéro de compte et de client ne peuvent être vides lorsque le mode de paiement sélectionné est Compte
nl: Account en Pasaagiersnummer moeten ingevuld zijn als u betalingswijze: Op rekening ingesteld heeft.

# UpdateBookingSettingsInvalidAccount
source: The account or rider number that was entered doesn't exist
ar: The account number that was entered doesn't exist
es: El número de cuenta que se ha introducido no existe
fr: Le numéro de compte saisi n'existe pas
nl: Het opgegeven account of passagiersnummer wat is ingegeven bestaat niet.

# CreditCardBookingSettingsError
source: An error occured when updating the booking settings. Please make sure that the account number in your profile is valid and try again.
es: Se produjo un error al actualizar la configuración de las reservaciones. Por favor, asegúrese de que el número de cuenta en su perfil es válido y vuelva a intentarlo.
fr: Une erreur est survenue lors de la mise à jour des informations du compte. Vérifiez que le numéro de compte associé au profil est valide et essayez de nouveau.
nl: Er is een fout opgetreden tijdens het bijwerken van de boeking instellingen. Zorg ervoor dat het accountnummer in je profiel geldig is en probeer het opnieuw.

# UpdateBookingSettingsGenericError
source: An error occured when updating the booking settings
es: Se produjo un error al actualizar la configuración de la reservación
fr: Une erreur est survenue lors de la mise à jour des informations du compte
nl: Een Error is opgetreden tijdens het updaten van de boeking intellingen.

# UpdateBookingSettingsInvalidCoF
source: You must have a card on file to use this account
es: Usted debe tener una tarjeta de crédito en el perfil para usar esta cuenta
fr: Vous devez avoir une carte de crédit enregistrée pour utiliser ce compte
nl: U moet reeds een CreditCard account hebben om dit account te gebruiken

# MarketChangedMessage
source: You are leaving your local service area. Should you decide to book, your order will be dispatched using a taxi company from this area.
es: Usted está saliendo de su área de servicio local. Si usted decide reservar, su pedido será enviado a una empresa de taxis de esta zona.
fr: Vous quittez votre zone locale de service. Si vous décidez de commander un véhicule, votre commande sera envoyée à une compagnie désservant cette zone.
nl: U verlaat uw servicegebied. Besluit u toch een taxi te bestellen dan kan het zijn dat een taxi uit deze regio zal worden gekoppeld aan uw reservering.

# MarketChangedMessageTitle
source: New service area detected
es: Se ha detectado una nueva área de servicio.
fr: Nouvelle zone détectée
nl: Nieuw Servicegebied gedetecteerd

# PanelMenuViewTaxiHailNetworkText
source: TaxiHail Network
es: Red TaxiHail
fr: Réseau TaxiHail

# View_UserTaxiHailNetworkSettings
source: TaxiHail Network
es: Red TaxiHail
fr: Réseau TaxiHail
nl: QappMe Netwerk

# UserTaxiHailNetwork_Enabled
source: TaxiHail Network
es: Red TaxiHail
fr: Réseau TaxiHail

# PromoCodeLabel
source: Promo code
es: Código de promoción
fr: Code promotionnel

# PromoMustUseCardOnFileMessage
source: In order to use a promo code, you need to pay with card on file
es: Para utilizar un código de promoción, tiene que pagar con su método de pago configurado.
fr: Pour utiliser un code promotionnel, vous devez payer avec la méthode de paiement configuré à l'intéreur de l'application.
nl: Om een promo code te gebruiken, moet u betalen zoals u heeft ingesteld in uw account.

# PromoMustUseCardOnFileWarningMessage
source: Please note that the discount will only be applied if the payment is made using the app
es: Tenga en cuenta que sólo se aplicará el descuento si el pago se realiza mediante la aplicación.
fr: Veuillez noter que le rabais ne sera appliqué que si le paiement est effectué en utilisant l'application
nl: Houdt u er rekening mee dat de korting alleen wordt toegepast indien de betaling wordt gedaan via de app.

# WarningPromoCodeDontShow
source: Don't warn
ar: لا تحذر
es: No avisar
fr: Ne pas signaler
nl: Niet Waarschuwen

# UnpairWarningMessage
source: This action cannot be undone
fr: Êtes-vous sûr de ne pas vouloir payer avec votre carte de crédit?

# UnpairWarningMessageWithPromo
source: If you decide to pay in car, you will not be able to use the promotion
fr: Si vous décidez de payer dans le taxi, vous ne serez pas éligible à la promotion

# UnpairWarningCancelButton
source: Pay in car
es: Cancelar
fr: Payer dans le taxi
nl: Annuleren

# PromoExpiringIn1DayMessage
source: Expires in 1 day
es: Expira en 1 día
fr: Expire dans 1 jour
nl: Vervalt in één dag

# PromoExpiringSoonMessage
source: Expires in {0} days
es: Expira en {0} dias
fr: Expire dans {0} jours
nl: Vervalt binnenkort

# PromoExpiringToday
source: Expires today!
es: Expira hoy!
fr: Expire aujourd'hui!
nl: Vervalt vandaag!

# PromoBookRide
source: Use this promotion on next ride
es: Usar este código de promoción
fr: Utiliser le code promo
nl: Gebruik deze Promovcode

# PromotionViewNoPromotionLabel
source: No promotions available
es: No hay promociones disponibles
fr: Aucune promotion disponible
nl: Geen acties beschikbaar

# Processing
source: Processing your order...
es: Procesando su pedido...
fr: Traitement de votre commande...
nl: Reservering wordt verwerkt...

# Notification_PromotionUnlockedEmail
source: Promotions unlocked (Email)
es: Promociones desbloqueadas (Email)
fr: Promotions déverrouillées (Email)
nl: Promotie openen

# Notification_PromotionUnlockedPush
source: Promotions unlocked (Push)
es: Promociones bloqueadas (Push)
fr: Promotions déverrouillées (Push)
nl: Promotie openen

# PromoProgress
source: Progress :
es: Progreso:
fr: Progression :
nl: Verwerking :

# ErrorCreateOrder_PendingOrder
source: You cannot book this ride since an order is already pending. View the order status?
es: No puede reservar este servicio, ya que hay una reservación pendiente. ¿Desea ver esta reservación?
fr: La commande ne peut être créée car une autre commande est déjà en cours. Voir le statut de la commande?
nl: U kunt deze rit niet boeken omdat er reeds een vervoersaanvraag in behandeling is. Bekijk de status van de bestelling?

source: Link PayPal
es: Vincular cuenta de PayPal
fr: Associer PayPal

source: Unlink PayPal
es: Desvincular PayPal
fr: Dissocier PayPal
nl: Ontkoppel PayPal

# LinkPayPalCCWarning
source: Linking your PayPal account will remove your card on file and PayPal will be set as the default payment method. Proceed?
es: Vincular su cuenta PayPal eliminará su tarjeta de crédito en el perfil y PayPal será establecido como el método de pago predeterminado. Desea Proceder?
fr: Associer votre compte PayPal supprimera votre carte de crédit enregistrée et PayPal sera utilisé comme mode de paiement par défault. Voulez-vous continuer?
nl: Uw PayPal account instellen als betaalwijze zal uw Betalen op Rekening als standaard betaalwijze verwijderen, Doorgaan?

# AddCoFPayPalWarning
source: Adding a credit card will unlink your PayPal account and Card on File will be set as the default payment method. Proceed?
es: Agregar una tarjeta de crédito va a desvincular su cuenta PayPal y la tarjeta en el perfil se configurará como el método de pago predeterminado. Desea Proceder?
fr: Ajouter une carte de crédit dissociera votre compte PayPal et configurera cette dernière comme mode de paiement par défaut. Voulez-vous continuer?
nl: Een CreditCard toevoegen zal uw PayPal account en Rit op Rekening als standaard betaling opheffen, Verder?

# PayPalErrorTitle
source: PayPal Error
es: Error de PayPal
fr: Erreur PayPal

# PayPalLinkError
source: Unable to link your PayPal account
es: No se puede vincular la cuenta de PayPal
fr: Impossible d'associer votre compte PayPal
nl: Het is niet gelukt om uw PayPal account te koppelen

# PayPalUnlinkError
source: Unable to unlink your PayPal account
es: No se puede desvincular la cuenta de PayPal
fr: Impossible de dissocier votre compte PayPal
nl: Het is niet gelukt om uw PayPal account te ontkoppelen

# LinkPayPalConfirmation
source: Link
es: Vincular
fr: Associer

# PayPalLinked
source: Your account is now enabled to pay with PayPal by default. You can still choose to pay in the vehicle by selecting \"Pay in Vehicle\" on the confirmation screen
ar: Your account is now enabled to pay with PayPal by default. You can still choose to pay in the vehicle by selecting \"Pay in Vehicle\" on the payment screen
es: Su cuenta está habilitada ahora para pagar con PayPal de forma predeterminada. Usted todavía puede optar por pagar en el vehículo seleccionando \"Pagar en vehículo\" en la pantalla de pago
fr: Votre compte est maintenant configuré pour le paiement via PayPal par défaut. Vous pouvez quand même choisir de payer dans le véhicule en choisissant l'option appropriée à l'écran de confirmation.
nl: Uw account is niet ingesteld om standaard met PayPal te betalen. U kunt nog steeds kiezenom op een ander wijze te betalen door te kiezen voor \"Betaal in Taxi\" in het bevestigingsscherm

# PayPalLinkedInfo
source: Account Linked
es: Cuenta vinculada
fr: Compte associé
nl: Account gekoppeld

# NoPairingCreditCard
source: None
es: Ninguno
fr: Aucun
nl: Geen

# InvalidPassengersNumberTitle
source: Invalid Number of Passengers
es: Número inválido de pasajeros
fr: Nombre de passagers invalide
nl: Ongeldig Passagiers Aantal

# InvalidPassengersNumber
source: The vehicle type that you selected does not have enough seats to accommodate your number of passengers. Please change your selection or book more than one car to accommodate your party size.
es: El tipo de vehículo que ha seleccionado no tiene suficientes asientos para acomodar el número de pasajeros solicitado. Por favor cambie su selección o reserve más de un coche para acomodar a su grupo.
fr: Le type de vécicule sélectionné n'a pas suffisamment de places pour accueillir votre nombre de passagers. Veuillez modifier votre sélection ou commander plus d'un véhicule pour accommoder votre groupe.
nl: Het door u gekozen voertuig heeft niet genoeg zitplaatsen voor het aantal opgegeven passagiers.Wijzig uw voertuigkeuze of boek meer dan 1 voertuig.

# Overdue_TransactionId
source: Transaction Id:
es: Id de la Transacción:
fr: Id de transaction:

# Overdue_Date
source: Transaction date:
es: Fecha de la transacción:
fr: Date de transaction:
nl: Transactie datum:

# Overdue_Amount
source: Amount due:
es: Importe a Pagar:
fr: Montant dû:
nl: Bedrag:

# Overdue_Retry
source: Pay Now
es: Pagar ahora
fr: Payer Maintenant
nl: Betaal nu

# Overdue_AddNewCard
source: Update Credit Card
es: Actualizar Tarjeta de Crédito
fr: Modifier la Carte de Crédit
nl: Voeg Credit Card toe

# View_Overdue
source: Payment Declined
es: Pago declinado
fr: Compte en souffrance
nl: Betaling geweigerd
