Repository: rajeshwarn/taxihail_wipeout
Catalog: Src/Mobile/Common/Localization/Master.*.resx
Languages: ar, es, fr, nl

# EstimatePriceOver100
source: Call for price
ar: إتصال لمعرفة السعر
es: Llame para confirmar el costo
fr: Appelez-nous pour connaître le prix!
nl: Bel voor het tarief

# EstimatingFare
source: Estimating your fare...
ar: جاري تقييم قيمة مشوارك...
es: Estimando costo de su servicio
fr: Calcul du prix en cours…
nl: Berekenen van het tarief

# Facebook
source: Sign in with Facebook
ar: الدخول عبر حساب الفيسبوك
es: Iniciar sesión con Facebook
fr: Connexion Facebook
nl: Meld je aan met facebook

# FavoriteLocationsTitle
source: Favorite locations
ar: مشاويرك المفضلة
es: Lugares favoritos
fr: Lieu de départ / destination favoris
nl: Favoriete locaties

# FavoritesButton
source: Favorites
ar: المفضلة
es: Favoritos
fr: Favoris
nl: Favorieten

# February
source: Feb (02)
ar: فبراير (02)
fr: Février (02)

# GooglePlayServicesNotAvailableMessage
source: You need to update Google Play Services in order to use this application.
ar: يجب أن تقوم بتحديث خدمات Google Play لتتمكن من استخدام هذا التطبيق.
es: Usted necesita actualizar los servicios de “Google play” para poder utilizar esta aplicación
fr: Merci de mettre à jour Google Play pour utiliser cette application mobile.
nl: Wij verzoeken u Google Play te updaten ivm gebruik van deze applicatie.

# GooglePlayServicesNotAvailableTitle
source: Update required
ar: مطلوب التحديث
es: Actualizacion requerida
fr: Mise à jour requise
nl: Update gewenst

# HistoryDetailAptRingCodeLabel
source: Apt / Entry code:
ar: رمز السكن:
es: Depto. / Código de entrada
fr: Apt / digicode:
nl: Huisnummer / Toegangscode

# HistoryDetailAuthorizationLabel
source: Authorization:
ar: التصريح:
es: Autorización
fr: Autorisation:
nl: Autorisatie

# HistoryDetailBuildingNameLabel
source: Building Name:
ar: إسم المبنى:
es: Nombre de edificio:
fr: Nom du bâtiment:
nl: Naam gebouw:

# HistoryDetailBuildingNameNotSpecified
source: Not specified
ar: غير محدد
es: No Especificado
fr: Non spécifié
nl: Niet opgegeven

# HistoryDetailOrderLabel
source: Order:
ar: الطلب:
es: Reservación:
fr: Commande:

# HistoryDetailPickupDateLabel
source: Pickup Date:
ar: تاریخ المشوار:
es: Fecha del servicio:
fr: Date de départ:
nl: Ophaaldatum:

# HistoryDetailPickupLabel
source: Pickup:
ar: موقعك:
es: Recoger:
fr: Départ:
nl: Ophaaladres:

# HistoryDetailRequestedLabel
source: Requested:
ar: وقت المشوار:
es: Solicitud:
fr: Commandé le:
nl: Geboekt op:

# HistoryDetailStatusLabel
source: Status:
ar: الحالة:
es: Estado:
fr: Statut:

# HistoryDetailPromoLabel
source: Promo Code:
es: Código Promocional:
fr: Code promo:

# HistoryInfo
source: Displaying trips from the last month
ar: عرض حجوزاتكم خلال الشهر الماضي
es: Mostrando los viajes del último mes
fr: Synthèse des trajets effectués le mois dernier
nl: Toon ritten van afgelopen maand

# HistoryViewNoHistoryLabel
source: No booking history
ar: لا يوجد حجوزات سابقة
es: No hay historial de reservaciones
fr: Pas d'historique
nl: Geen Boeking Historie

# HistoryViewSendReceiptButton
source: Send Receipt
ar: إرسال إيصال
es: Enviar comprobante
fr: Je souhaite recevoir une facture
nl: Verstuur Betaalbewijs

# HistoryViewSendReceiptError
source: Error sending receipt for this order
ar: حدث خطأ في إرسال الإيصال لهذا الطلب
es: Error al enviar comprobante para esta reservación
fr: Désolé, nous avons rencontré un problème lors de l'envoi de la facture
nl: Error opgetreden tijdens het verzenden van uw vervoersbewijs

# HistoryViewStatusButton
source: View Status
ar: رؤية حالة الطلب
es: Ver estado
fr: Voir le statut
nl: Bekijk Status

source: View
es: Ver
fr: Voir
nl: Bekijken

# HistoryViewTitle
source: History
ar: التاريخ
es: Historial
fr: Réservations
nl: Historie

# InvalidAccountOnActivatedMessage
source: Your account cannot be validated, you must log in to use this application
ar: لا يمكن التعرف على حسابك، يجب أن تقوم بتسجيل الدخول لاستخدام هذا التطبيق
es: Su cuenta no se pudo validar, usted debe iniciar seción antes de usar esta aplicación
fr: Votre compte semble ne pas exister. Merci de vérifier la saisie
nl: Uw account kan niet worden bevestigd, moet u zich aanmelden om deze applicatie te gebruiken

# InvalidAccountOnActivatedTitle
source: Invalid account
ar: حساب غير صحيح
es: Cuenta inválida
fr: Compte non valide
nl: Ongeldig account

# InvalidAddressMessage
source: The address you provided is invalid. Please verify this information
ar: العنوان الذي أدخلته غير صحيح. يرجى التأكد من المعلومات
es: La dirección que ha proporcionado es inválida. Por favor vefíquela
fr: Désolé, l'adresse saisie semble invalide. Merci de saisir de nouveau
nl: Het door u opgegeven adres is ongeldig. Controleer deze informatie

# InvalidAddressTextEdit
source: Cannot validate adddress
ar: لا يمكن التعرف على العنوان
es: No se puede verificar la dirección
fr: Désolé, l'adresse semble inconnue
nl: Ongeldig adres

# InvalidAddressTitle
source: Invalid address
ar: عنوان غير صحيح
es: Dirección inválida
fr: Adresse invalide
nl: Ongeldig adres

# InvalidBookinInfo
source: To book a ride, you need to enter a valid pickup address.
ar: لحجز سيارة الأجرة، يجب إدخال عنوان صحيح.
es: Para reservar su servicio, necesita ingresar una dirección de abordaje válida
fr: Pour commander une Audi, merci d'entrer une adresse valide

# InvalidBookinInfoTitle
source: Invalid booking info
ar: بيانات الحجز غير صحيحة
es: Información de reservación inválida
fr: Informations de commande invalides
nl: Ongeldige Boekings info

# InvalidBookinInfoWhenDestinationIsRequired
source: To book a ride, you need to enter a valid pickup address and destination address.
ar: لحجز سيارة الأجرة، يجب أن تدخل عنوان صحيح لمكان المغادرة والوصول.
es: Para reservar su servicio, necesita ingresar direcciones de abordaje y de destino válidas
fr: Pour commander une voiture, vous devez entrer des adresses de départ et de destination valides.
nl: Om een rit te reserveren, moet u een geldig ophaal adres en het adres van bestemming invoeren.

# InvalidChoiceTitle
source: Invalid Choice
ar: اختيار خاطئ
es: Selección inválida
fr: Choix invalide
nl: Ongeldige Keuze

# InvalidLocalContactMessage
source: The address associated to this contact cannot be validated.
ar: لا يمكن تأكيد العنوان الخاص بهذا الشخص.
es: La dirección asociada a este contacto no puede ser verificada
fr: L'adresse semble ne pas correspondre au contact
nl: Het adres in combinatie met dit contact kan niet worden bevestigd.

# InvalidLocalContactTitle
source: Invalid contact
ar: الإسم غير صحيح
es: Contacto inválido
fr: Informations erronées
nl: Ongeldig contact

# InvalidLoginMessage
source: The email or/and password is invalid.
ar: البريد الإلكتروني و/أو كلمة المرور غير صحيحة.
es: Email y/o contraseña incorrecta
fr: L'email et/ou le mot de passe semblent invalides
nl: Het emailadres en/of Wachtwoord zijn ongeldig.

# InvalidLoginMessageTitle
source: Login error
ar: خطأ في الدخول
es: Error de inicio de sesión
fr: Erreur de connection
nl: Login gewenst

# InvalidPhoneErrorMessage
source: The mobile number is invalid. It must contain 10 numbers.
ar: The mobile number is invalid. It must contain between 10 and 15 numbers.
es: El número de celular es invalido. Debe tener el formato {0}
fr: Le numéro de téléphone ne semble pas valide. Il doit avoir le format {0}
nl: Ongeldig mobiel telefoonnummer. Geeft het nummer als volgt in {0}

# InvalidPickupAddress
source: Please enter a valid pickup address.
ar: رجاء إدخال عنوان صحيح لموقعك.
es: Por favor entre una dirección de abordaje válida
fr: Merci d'entrer une adresse de départ valide
nl: Vul een geldig ophaaladres in.

# January
source: Jan (01)
ar: يناير (01)
es: Ene (01)
fr: Janvier (01)

# July
source: Jul (07)
ar: يوليو (07)
fr: Juillet (07)

# June
source: Jun (06)
ar: يونيو (06)
fr: Juin (06)

# Language
source: English
ar: الإنجليزية
es: Inglés
fr: Français
nl: Nederlands

# LanguageCode
source: en
ar: ar
es: es
fr: fr
nl: nl

# LargeBagsLabel
source: Large Bags
ar: حقائب كبيرة
es: Maletas grandes
fr: Bagages encombrants
nl: Grote bagage

# ListPromptSelectOne
source: Select one
ar: اختر إحدى الخيارات
es: Seleccione una
fr: Selectionner
nl: Selecteer één

# LoadingMessage
source: Loading...
ar: جار التحميل...
es: Cargando....
fr: Chargement…

# LocalContactCannotBeResolverMessage
source: Cannot find the address associated to this contact.
ar: لا يمكن العثور على العنوان الخاص بهذا الشخص.
es: No podemos encontrar la dirección asociada a este contacto
fr: L'adresse semble ne pas correspondre au contact
nl: Kan het adres niet vinden gekoppeld aan dit contact.

# LocalContactCannotBeResolverTitle
source: Invalid Contact
ar: الإسم غير صحيح
es: Contacto inválido
fr: Informations erronées
nl: Ongeldig Contact

# Locating
source: Finding your position...
ar: جار البحث عن موقعك...
es: Buscando su ubicación
fr: Recherche de votre position
nl: Mijn locatie vinden...

# LocationAddFavoriteSubtitle
source: Select to add a new location
ar: اختر لإضافة موقع جديد
es: Seleccione para agregar nuevo lugar
fr: Ajouter une nouvelle adresse
nl: Selecteer om een nieuwe locatie op te slaan

# LocationAddFavoriteTitle
source: Add location
ar: إضافة موقع جدید
es: Agregar lugar
fr: Ajouter une nouvelle adresse
nl: Locatie toevoegen

# LocationDetailAddressLabel
source: Address
ar: العنوان
es: Dirección
fr: Adresse
nl: Adres bestemming

# LocationDetailApartmentLabel
source: Apartment
ar: الشقة
es: Departamento
fr: Appartement
nl: Appartement

# LocationDetailNameLabel
source: Nickname
ar: اسم المستخدم
es: Pseudónimo
fr: Surnom
nl: Bijnaam

# LocationDetailRingCodeLabel
source: Entry code
ar: رمز الدخول
es: Código de entrada
fr: Saisissez un code
nl: Toegangscode

# LocationHistoryTitle
source: Locations history
ar: مشاوير سابقة
es: Historial de lugares
fr: Historique des positions
nl: Reeds bezochte locaties

# LocationNoHistory
source: No history
ar: لا يوجد سجل لمشاوير السابقة
es: No hay historial
fr: Pas d'historique
nl: Geen bezochte locaties

# LocationServiceErrorMessage
source: The location service is not enabled.
ar: خدمة تحديد الموقع غير مفعلة
es: Los servicios de localización no estan habilitados
fr: Le service de localisation est inactif
nl: De locatie service is niet ingeschakeld

source: Error
ar: خطأ
fr: Erreur

# LocationServiceErrorTitle
source: Error
ar: خطأ
fr: Erreur

# LocationViewTitle
source: My Locations
ar: مواقعي
es: Mis lugares
fr: Mes positions
nl: Mijn Locaties

# LoginForgotPassword
source: Forgot your password?
ar: ه نسيت كلمة السر ؟
es: Olvidó su contraseña?
fr: Mot de passe oublié?
nl: Wachtwoord vergeten?

# LoginSupport
source: Need support?
es: ¿Necesita asistencia?
fr: Support Technique?
nl: Hulp Nodig?

# LoginForgotPasswordDetail
source: Enter your email and we'll send you a new one.
ar: أدخل عنوان بريدك الإلكتروني وسوف نرسل لك كلمة مرور جديدة.
es: Ingrese su email y le enviaremos una nueva contraseña
fr: Saisissez votre email pour recevoir votre nouveau mot de passe
nl: Vul uw emailadres in en wij sturen u een nieuw Wachtwoord

# LoginViewEmailPlaceHolder
source: Email
ar: البريد الإلكترونيي
fr: Email (adresse électronique)

# LoginViewPasswordPlaceHolder
source: Password
ar: كلمة السر
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

# March
source: Mar (03)
ar: مارس (03)
fr: Mars (03)
nl: Mrt (03)

# May
source: May (05)
ar: مايو (05)
fr: Mai (05)
nl: Mei (05)

# NbPassenger
source: ({0} passenger)
ar: راكب {0})
es: ({0} pasajero)
fr: ({0} passager)
nl: ({0} passagier)

# NbPassengers
source: ({0} passengers)
ar: ({0}ركاب)
es: ({0} pasajeros)
fr: ({0} passagers)
nl: ({0} passangiers)

# NearbyPlacesTitle
source: Nearby places
ar: أماكن قريبة
es: Lugares cercanos
fr: À proximité
nl: Nabijgelegen plaatsen

# NetworkErrorMessage
source: Cannot connect to Internet. Please check your connection settings and try again.
ar: لا يمكن الإتصال بالإنترنت. رجاء التأكد من إعدادات الإتصال وحاول مرة أخرى.
es: No hay conección de red, por favor compruebe su conección y trate de nuevo
fr: Echec de la connexion. Merci de vérifier vos paramètres de connexion et réessayer.
nl: Kan geen verbinding maken met internet. Controleer uw verbinding en probeer het opnieuw.

# NetworkErrorTitle
source: No network connection
ar: لا يوجد إتصال بالشبكة
es: No hay conección de red
fr: Aucune connexion disponible
nl: Geen Netwerkverbinding

# NoButton
source: No
ar: لا
fr: Non
nl: Nee

# NoConnectionMessage
source: The server cannot be contacted, it might be down temporarily or you may have lost your connection to the Internet.
ar: لا يمكن الإتصال بالسيرفر ، من المحتمل أن تكون خارج الخدمة مؤقتا أو أن تكون غير متصل بالانترنت.
es: El servidor no puede ser contactado, puede estar caído o usted puede haber perdido la conexión a intenet
fr: Echec de connexion, le serveur peut ne pas fonctionnner de manière temporaire ou vous avez peut-être perdu votre connection internet.
nl: Er kan geen contact gelegd worden met de server. Mogelijk is de server tijdelijk buiten gebruik of mogelijk is uw verbinding met het internet verbroken.

# NoConnectionTitle
source: Connection error
ar: خطأ في الإتصال
es: Error en conexión
fr: Erreur de connexion
nl: Verbinding Error

# NoCreditCardSelected
source: Please select a credit card
ar: الرجاء اختيار بطاقة الائتمان
es: Por favor seleccione una tarjeta de crédito
fr: Merci de sélectionner une carte de paiement
nl: Selecteer een Credit Card

# NoFareText
source: Choose a destination to get a price estimate.
ar: اختر وجهة للحصول على سعر تقريبي.
es: Seleccione un destino para proveer estimado de costo
fr: Vous devez saisir une destination pour obtenir une estimation du prix du trajet
nl: Kies een bestemming om een prijsopgave te krijgen

# NoFareTextIfDestinationIsRequired
source: You need to specify a destination.
ar: يجب أن تحدد الوجهة.
es: Necesita especificar su destino
fr: Vous devez saisir une destination
nl: Voer een bestemming in.

# NoMailClient
source: There are no email clients installed.
ar: لا يوجد برنامج لتلقي رسائل البريد الإلكتروني .
es: No hay clientes de correo instalados
fr: Il n'y a pas d'adresse email client enregistrée
nl: Er is geen email geinstalleerd op uw apparaat

# NoPhoneNumberMessage
source: The phone number is invalid for this driver.
ar: رقم هاتف هذا السائق خاطئ
es: Su número de teléfono o el del conductor son inválidos.
fr: Votre numéro de téléphone ou celui de votre chauffeur est indisponible.
nl: Uw telefoonnummer of de bestuurders telefoonnummer is ongeldig.

# NoPhoneNumberTitle
source: Invalid phone Number
ar: رقم هاتف خاطئ
es: Número de telefóno inválido
fr: Le numéro de téléphone ne semble pas valide
nl: Ongeldig Telefoonnummer

source: No preference
ar: مفضلة - لا يوجد
es: Sin preferencia
fr: Pas de préférence
nl: Geen voorkeur

# NotAvailable
source: N/A
ar: لا ينطبق
fr: Information non disponible

source: Notes
ar: ملاحظات
es: Notas
fr: Commentaires
nl: Opmerkingen

# NotesToDriveLabel
source: Notes to driver (Name of business, specific entrance, ...)
ar: ملاحظات للسائق (اسم العمل، مدخل محدد، ...)
es: Notas al chofer (Nombre de negocio, entrada específica,...)
fr: Commentaires à destination du chauffeur
nl: info voor de chauffeur (Bedrijfsnaam, Ingang, ...)

# November
source: Nov (11)
ar: نوفمبر (11)
fr: Novembre (11)

source: Now
ar: الآن
es: Ahora
fr: Immédiatement
nl: Nu

# October
source: Oct (10)
ar: أكتوبر (10)
fr: Octobre (10)
nl: Okt (10)

# OkButtonText
source: OK
ar: موافق
fr: Valider

source: Order
ar: طلب
es: Reservación
fr: Commander

# OrderHistoryListTitle
source: Order #{0} ({1:ddd, MMM d}, {1:h:mm tt})
ar: طلبية #{0} ({1:ddd, MMM d}, {1:h:mm tt})
es: Reservación #{0} ({1:ddd, MMM d}, {1:h:mm tt})
fr: Commande n°{0} ({1:ddd, MMM d}, {1:h:mm tt})

# OrderNote
source: Booked on mobile
ar: تم الحجز من خلال الهاتف الجوال
es: Reservado por Móvil
fr: Réserver sur votre mobile
nl: Boeking via mobiel apparaat

# OrderNoteGPS
source: using a GPS
ar: استخدام الGPS
es: Usando su GPS
fr: Utiliser un GPS
nl: Gebruik GPS

# OrderNoteGPSApproximate
source: (approx. address)
ar: (عنوان تقريبي)
es: (Dirección aproximada)
fr: (adresse approximative)
nl: Adres op basis van GPS gegevens

# OrderNumber
source: Order #
ar: رقم الطلب
es: Reservación #
fr: Commande n°

# PanelMenuViewAboutUsText
source: About Us
ar: نبذة عنا
es: Acerca de nosotros
fr: À Propos
nl: Over ons

# PanelMenuViewCallDispatchText
source: Call
ar: اتصل
es: Llamar
fr: Appeler
nl: Bellen

# PanelMenuViewLocationsText
source: Locations
ar: المواقع
es: Ubicaciones
fr: Adresses Favorites
nl: Bestemmingen

# PanelMenuViewOrderHistoryText
source: History
ar: المشاوير السابقة
es: Historia
fr: Réservations
nl: Historie

# PanelMenuViewReportProblemText
source: Report A Problem
ar: بلّغ عن وجود مشكلة
es: Reportar problema
fr: Signaler un problème
nl: Raporteer een probleem

# PanelMenuViewSignOutText
source: Sign Out
ar: خروج
es: Cerrar Sesión
fr: Déconnexion
nl: Uitloggen

# PanelMenuViewTutorialText
source: View Tutorial
ar: شاهد فيديو تعليمي
es: Ver tutorial
fr: Aide
nl: Korte uitleg

# PanelMenuViewUpdateProfileText
source: Update Account
ar: تحديث الحساب
es: Perfil
fr: Compte
nl: Profiel

# PanelMenuViewPaymentInfoText
source: Payment
es: Pago
fr: Paiement
nl: Bekijk CreditCard info

# ParameterButton
source: Parameters
ar: المعايير
es: Paramétros
fr: Paramètres

# PassengerNameLabel
source: Name
ar: الإسم
es: Nombre
fr: Nom
nl: Naam

# PassengerNumberLabel
source: Passengers
ar: الركاب
es: Pasajeros
fr: Passagers
nl: Passangiers

# PassengerPhoneLabel
source: Phone
ar: الهاتف
es: Teléfono
fr: Téléphone
nl: Telefoon

# PasswordLabel
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

# PaymentConfirmationMessageToDriver
source: The passenger has paid {0} (auth : {1})
ar: قام الراكب بدفع {0} (تصريح: {1})
es: El pasajero ha pagado {0} (auth : {1})
fr: Paiement effectué par le passager pour un montant de {0} (code: {1})
nl: De Passagier heeft betaald {0} (auth : {1})

# PaymentDetails.CreditCardLabel
source: Cards
ar: بطاقات
es: Tarjetas
fr: Cartes de paiement
nl: Kaarten

# PaymentDetails.InvalidDataTitle
source: Invalid payment information
ar: بيانات الدفع غير صحيحة
es: Información de pago inválida
fr: Informations relatives au paiement invalides
nl: Ongeldige Betalings Informatie

# PaymentDetails.InvalidTipAmount
source: Tip amount is invalid
ar: قيمة الإكرامية غير صالحة
es: Cantidad de propina inválida
fr: Le montant du pourboire n'est pas valide
nl: Fooi bedrag is ongeldig

# PaymentDetails.Optional
source: (Optional)
ar: اختياري
es: (Opcional)
fr: (Facultatif)
nl: (Optioneel)

# PaymentDetails.TipAmountLabel
source: Tip Amount
ar: قيمة الإكرامية
es: Propina
fr: Montant du pourboire
nl: Fooi:

# PaymentViewMeterAmountText
source: Meter Amount
ar: قيمة العداد
es: Monto en Taxímetro
fr: Montant
nl: Meter Prijs:

# PaymentViewTipText
source: Tip
ar: الإكرامية
es: Propina
fr: Pourboire
nl: Fooi:

source: Pay now
ar: ادفع الآن
es: Pagar con Aplicación
fr: Payer maintenant!
nl: Betaal Nu

# PickupDateDisplay
source: Reservation for {0:ddd, MMM d} at {0:h:mm tt}
ar: الحجز لـ {0:ddd, MMM d} at {0:h:mm tt}
es: Reservación para {0:ddd, MMM d} at {0:h:mm tt}
fr: Réservation pour {0:ddd, MMM d} à {0:h:mm tt}
nl: Reservering voor {0:ddd, MMM d} at {0:h:mm tt}

# PickupDateTextPlaceholder
source: Date: Today
ar: التاريخ: اليوم
es: Fecha: Hoy
fr: Date: Aujourd'hui
nl: Datum: Vandaag

# PickupMapTitle
source: Pickup location
ar: موقع الإلتقاء
es: Ubicacion de abordaje
fr: Lieu de départ
nl: Ophaal Locatie

# PickupTextPlaceholder
source: Pickup street address
ar: عنوان شارع الإلتقاء
es: Direccion de abordaje
fr: Adresse de départ
nl: Ophaal Adres

# PickupTimeTextPlaceholder
source: Time: Now
ar: الوقت: الآن
es: Hora: Ahora
fr: Heure: maintenant
nl: Time: Nu

# PickupViewPickupLabel
source: Pickup:
ar: الإلتقاء
es: Recoger:
fr: Départ:
nl: Ophaal Adres:

# RateRide
source: Rate my ride
ar: قم بتقييم مشوارك
es: Califique su servicio
fr: Évaluer la course
nl: Beoordeel mijn rit

# Rebook
source: Rebook trip
ar: إعادة حجز المشوار
es: Reservar viaje nuevamente
fr: Réinitialiser le trajet
nl: opnieuw reserveren

source: Receipt sent
ar: تم إرسال الإيصال
es: Comprobante enviado
fr: Facture envoyée
nl: betaalbewijs verzonden

# RefineAddressTitle
source: Refine an address
ar: قم بتدقيق العنوان
es: Refinar dirección
fr: Affiner l'adresse
nl: Verfijn een Adres

source: Register
ar: التسجيل
es: Registrarse
fr: Inscription
nl: Registreer

# ReminderDetails
source: Reminder: A taxi will pick you up from {0} at {1} on {2}.
ar: تذكير: سيكون السائق في خدمتك من {0} الساعة {1} يوم {2}.
es: Recordatorio: Un taxi lo vendrá a recoger de {0} al {1} en {2}
fr: Rappel: votre taxi arrivera au {0} à {1} le {2}
nl: Herinnering: Een taxi zal u ophalen van {0} om {1} op {2}.

# ReminderTitle
source: {0} Booked
ar: تم الحجز {0}
es: {0} Reservado
fr: {0} Enregistré
nl: {0} Geboekt

# RemoveCreditCardMessage
source: Are you sure you want to remove this credit card ?
ar: هل أنت متأكد من رغبتك في إزالة بطاقة الائتمان هذه؟
es: Esta seguro que desea eliminar esta tarjeta de crédito?
fr: Etes-vous sûr de vouloir supprimer cette carte de paiement?
nl: Weet u zeker dat u deze CreditCard wilt verwijderen

# RemoveCreditCardTitle
source: Remove credit card
ar: إزالة بطاقة الائتمان
es: Eliminar tarjeta de crédito
fr: Supprimer cette carte de paiement
nl: Verwijder Creditcard

# ReSendConfirmation
source: Notify driver of payment
ar: بلغ السائق بالدفع
es: Notificar al chofer del pago
fr: Signaler le paiement
nl: Bevestig uw chauffeur dat de betaling is uitgevoerd

source: Reset
ar: إعادة الضبط
es: Reinicializar
fr: Réinitialiser

# ResetPasswordConfirmationMessage
source: A new password was send by email.
ar: تم إرسال كلمة مرور جديدة بالبريد الإلكتروني.
es: Una nueva contraseña ha sido enviada a su email
fr: Un nouveau mot de passe vous a été envoyé par email
nl: Een nieuw wachtwoord is verstuurd naar uw Emailadres

# ResetPasswordConfirmationTitle
source: Password sent
ar: تم إرسال كلمة المرور
es: Contraseña enviada
fr: Mot de passe envoyé
nl: Wachtwoord verzonden

# ResetPasswordEmailPlaceHolder
source: Email
ar: البريد الإلكتروني
fr: Email (adresse électronique)
nl: Emailadres

# ResetPasswordInvalidDataMessage
source: The email is invalid.
ar: البريد الإلكتروني غير صحيح
fr: Désolé, cet email n'est pas valide

# ResetPasswordInvalidDataTitle
source: Invalid email
ar: عنوان البريد الإلكتروني غير صحيح
fr: Cet email n'est pas valide

# ResetPasswordSubtitleText
source: Enter your email and we'll send you a new one.
ar: أدخل عنوان بريدك الإلكتروني وسوف نرسل لك كلمة مرور جديدة.
es: Ingrese su email y le enviaremos una nueva contraseña
fr: Saisissez votre email pour recevoir votre nouveau mot de passe
nl: Vul uw emailadres in en wij sturen u een nieuw wachtwoord

# ResetPasswordSucessMessage
source: Password was reset successfully
ar: تم إعادة ضبط كلمة المرور بنجاح
es: La contraseña ha sido restablecida exitosamente
fr: Le mot de passe a été réinitialisé avec succès
nl: Uw wachtwoord is opnieuw ingesteld

# ResetPasswordSucessTitle
source: Password reset
ar: إعادة ضبط كلمة المرور
es: Restablecer contraseña
fr: Mot de passe réinitialisé
nl: Wachtwoord gewijzigd

# ResetPasswordTitleText
source: Forgot your password?
ar: نسيت كلمة المرور؟
es: Olvidó su contraseña?
fr: Mot de passe oublié?
nl: Wachtwoord vergeten?

# RideHistoryButton
source: Ride History
ar: حجوزات سابقة
es: Historial de viajes
fr: Historique des trajets
nl: Rit Historie

# RideSettingsAccountNumber
source: Account Number
ar: رقم الحساب
es: Número de cuenta
fr: Numéro de compte entreprise (optionnel)
nl: Accountnummer

# RideSettingsCustomerNumber
source: Account Rider Number
es: Número de cliente
fr: Numéro de client du compte (optionnel)
nl: Account Passagiersnummer
