Repository: rajeshwarn/taxihail_wipeout
Catalog: Src/Mobile/Common/Localization/Master.*.resx
Languages: ar, es, fr, nl

# RideSettingsCannotLoadListMessage
source: The server cannot be contacted, try again later.
ar: لا يمكن الاتصال بالسيرفر، حاول مجددا في وقت لاحق.
es: El servidor no puede ser contactado, por favor trate nuevamente más tarde.
fr: Désolé, échec de la connexion, merci de réessayer ultérieurement
nl: Er kan geen contact gelegd worden met de server, Probeer het later nogmaals.

# RideSettingsCannotLoadListTitle
source: Server error
ar: خطأ في السيرفر
es: Error de Servidor
fr: Echec de la connexion

# RideSettingsChargeType
source: Charge type
ar: طريقة الدفع
es: Tipo de Cargo
fr: Type de facturation
nl: Charge gewenst

# RideSettingsCompany
source: Company
ar: الشركة
es: Compañía
fr: Société
nl: Bedrijf

# RideSettingsName
source: Name
ar: الاسم
es: Nombre
fr: Nom
nl: Naam

# RideSettingsPassengers
source: Passengers
ar: الركاب
es: Pasajeros
fr: Passagers
nl: Aantal Passagiers

# RideSettingsPassword
source: Password
ar: كلمة السر
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

# RideSettingsPhone
source: Mobile
ar: الهاتف الجوال
es: Celular
fr: Ligne mobile
nl: Mobiel

# RideSettingsVehiculeType
source: Vehicle type
ar: نوع السیارة
es: Tipo de Vehículo
fr: Type de véhicule
nl: Type Voertuig

# RideSummarySubTitleText
source: Thank you for riding with {0}, we look forward to serving you again soon.
ar: شكرا لاختيارك {0} لرحلتك، نتطلع لخدمتك مرة أخرى قريبا.
es: Gracias por viajar con {0}, esperamos pronto poder volver servirle
fr: Merci d'avoir choisi {0} pour votre trajet, nous espérons vous revoir bientôt.
nl: Dank voor het rijden met {0}, We kijken er naar uit om u nogmaals van dienst te zijn.

# RideSummaryTitleText
source: Thank you
ar: شكرا لك
es: Muchas Gracias
fr: Merci
nl: Dank u

# RingCode
source: Entry Code
ar: رمز الدخول
es: Código de entrada
fr: Saisissez un code
nl: Toegangscode

# RingCodeTextPlaceholder
source: Entry code
ar: رمز الدخول
es: Código de entrada
fr: Saisissez un code
nl: Toegangscode

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
nl: Opslaan

source: Modify
es: Modificar
fr: Modifier
nl: Aanpassen

# SaveAddressEmptyFieldMessage
source: The data is invalid, friendly name and address fields are required.
ar: البيانات غير صحيحة، يجب تعبئة خانات اسم المستخدم والعنوان.
es: Los datos no son válidos, los campos de nombre y dirección son requeridos.
fr: Désolé, les données ne semble pas valides. Merci de saisir les informations
nl: Deze gegevens zijn vereist. Bijnaam en Adresvelden zijn verplicht.

# SaveAddressEmptyFieldTitle
source: Friendly name required
ar: يجب ادخال اسم المستخدم
es: Nombre
fr: Merci de resaisir le nom
nl: Bijnaam is Verplicht

source: Scan Credit Card
ar: مسح بطاقة الائتمان
es: Escanear su Tarjeta de crédito
fr: Scanner la carte de paiement

# searchHint
source: Search
ar: بحث
es: Buscar
fr: Rechercher
nl: Zoeken

# SendEmail
source: Send mail...
ar: ارسل رسالة إلكترونية...
es: Enviar email...
fr: Envoyer un email…
nl: Email verzenden….

# SendErrorLogButton
source: Send error log
ar: إرسال سجل الخطأ
es: Enviar registro de errores
fr: Signaler une erreur de connexion
nl: Verstuur Error log

# SendMessageErrorMessage
source: Error confirming with driver payment cancelled
ar: حدث خطأ في التأكيد مع السائق تم إلغاء عملية الدفع
es: Error de confirmación con el chofer, pago cancelado
fr: Nous avons rencontré un problème lors de la confirmation de l'annulation du paiement avec le chauffeur
nl: Error bevestigd aan Chauffeur. Betaling geannuleerd

source: Send receipt
ar: إرسال إيصال
es: Enviar comprobante
fr: Je souhaite recevoir une facture
nl: Verzend betalingsbewijs

# September
source: Sep (09)
ar: سبتمبر (09)
fr: Septembre (09)
nl: Sept (09)

# SettingsViewTitle
source: Settings
ar: إعدادات
es: Ajustes
fr: Paramètres
nl: Instellingen

# SettingViewLoginInfo
source: You are currently signed in as : {0}
ar: انت متصل حاليا باسم : {0}
es: Usted ha iniciado sesion como: {0}
fr: Vous vous être identifié comme: {0}
nl: Je bent momenteel ingelogd als: {0}

# SettingViewNotSignedIn
source: Your are currently not signed in. You must be signed in to use this app.
ar: لست متصلا في الوقت الحالي. يجب أن تقوم بالتسجيل لاستخدام هذا التطبيق.
es: No se ha encontrado cuenta con este email
fr: Désolé, vous n'êtes pas identifié. Merci de vous identifier pour pouvoir utiliser l'application
nl: U bent momenteel niet ingelogd. U moet zijn ingelogd zijn om deze app te gebruiken.

source: Sign In
ar: تسجيل الدخول
es: Entrar
fr: Connexion
nl: Login

# StatusActionBookButton
source: Book another taxi
ar: احجز سيارة أجرة اخرى
es: Reservar otra unidad
fr: Réserver un nouveau véhicule
nl: Boek andere Taxi

# StatusActionButton
source: Call / Book / Cancel
ar: إتصال / حجز/ إلغاء
es: Llamar / Reservar / Cancelar
fr: Appeler/Réserver/Annuler
nl: Bel / Boeken / Annuleren

# StatusActionCancelButton
source: Cancel this order
ar: إلغاء هذا الطلب
es: Cancelar reservación
fr: Annuler
nl: Annuleer deze order

# StatusCallButton
source: Call
ar: اتصل
es: Llamar
fr: Appeler
nl: Bellen

# StatusCancelButton
source: Cancel this order
ar: إلغاء هذا الطلب
es: Cancelar reservación
fr: Annuler
nl: Annuleer deze order

# StatusCannotBeDisplayed
source: Cannot get status. Please call provider.
ar: لا يمكننا الحصول على الحالة. رجاء الاتصال بمورد الخدمة.
es: No podemos obtener estato, por favor llame proveedor
fr: Information non disponible. Merci de nous contacter.
nl: Kan geen BoekingStatus geven. Neem contact op met QappMe?

# StatusConfirmCancelRide
source: This action will cancel your order, do you want to continue ?
ar: سيؤدي هذا الإختيار لإلغاء طلبك، هل ترغب في الإستمرار؟
es: Estás seguro que deseas cancelar?
fr: Êtes-vous sûr de vouloir annuler?
nl: Weet u zeker dat u wilt annuleren?

# StatusConfirmCancelRideError
source: The order cannot be canceled, please call to cancel this order.
ar: لا يمكن إلغاء الطلب، الرجاء الإتصال لإلغائه.
es: Esta reservación no puede ser cancelada, por favor llame para cancelar esta esta reservación.
fr: Désolé, vous ne pouvez plus annuler cette demande. Merci de nous contacter
nl: De boeking kan niet worden geannuleerd, Neemt u contact met ons op om de boeking te annuleren.

# StatusConfirmCancelRideErrorTitle
source: Cannot cancel
ar: لا يمكن الإلغاء
es: No se puede cancelar
fr: Impossible d'annuler
nl: Cannot gewenst

# StatusConfirmNewBooking
source: Booking a new taxi will keep this order active, do you want to continue ?
ar: في حالة حجز سيارة أجرة اخرى فإن هذا الطلب سيظل ساري، هل ترغب في الاستمرار ؟
es: Reservar un nuevo taxi mantendrá esta reservación activa, desea continuar?
fr: Attention, la commande d'un nouveau véhicule n'annulera pas la précédente. Souhaitez-vous continuer?
nl: Een nieuwe rit boeken zal de reeds bestelde rit actief houden, Wilt u toch doorgaan?

# StatusDescription
source: Order #{0}
ar: طلب # {0}
es: Reservación #{0}
fr: Commande n°{0}

# StatusInvalid
source: Status not available
ar: الحالة غير متاحة
es: Estado no disponible
fr: Indisponible
nl: Status niet beschikbaar

# StatusNewRideButton
source: New Ride
ar: رحلة جديدة
es: Nuevo Servicio
fr: Nouveau trajet
nl: Nieuwe Rit

# StatusViewTitle
source: Confirmed
ar: تم التأكيد
es: Confirmado
fr: Confirmé
nl: Bevestigd

# StreetNumberDoneBt
source: Use This Address
ar: استخدم هذا العنوان
es: Usar esta dirección
fr: Utiliser cette adresse
nl: Gebruik dit Adres

# StreetNumberLabel
source: Refine your address
ar: قم بتدقيق العنوان
es: Refine su dirección
fr: Affiner l'adresse
nl: Verfijn uw adres

# StreetNumberPlacesBt
source: Search for places
ar: البحث عن أماكن
es: Buscar lugares
fr: Rechercher un point d'intérêt
nl: Zoek naar plaatsen

# StreetNumberSearchBt
source: Use a different address
ar: استخدم عنوان آخر
es: Usar una dirección diferente
fr: Utiliser une autre adresse
nl: Gebruik een ander adres

# StreetNumberTitle
source: Address Details
ar: تفاصيل العنوان
es: Detalles de la dirección
fr: Détails de l'adresse
nl: Adres details

# Submit
source: Submit Rating
ar: إرسال
es: Pagar en Efectivo y Terminar
fr: Envoyer
nl: Bevestig Beoordeling

# TabBook
source: Book
ar: احجز
es: De Alta
fr: Réserver maintenant!
nl: Boeken

# TabFavorites
source: Favorites
ar: المفضلة
es: Favoritos
fr: Favoris
nl: Favorieten

# TabHistory
source: History
ar: السجل
es: Historial
fr: Réservations
nl: Historie

# TabLocations
source: Locations
ar: مواقع
es: Ubicaciones
fr: Adresses Favorites
nl: Locaties

# TabPlaces
source: Places
ar: أماكن
es: Lugares
fr: Points d'intérêt
nl: Plaatsen

# TabSearch
source: Search
ar: بحث
es: Buscar
fr: Rechercher
nl: Zoeken

# TaxiMapTitle
source: Your Taxi
ar: سيارة الأجرة الخاصه بك
es: Su Unidad
fr: Votre véhicule
nl: Uw Taxi

# TaxiServerDownMessage
source: Can't send message to Taxi
ar: لا يمكن إرسال رسالة لسيارة الأجرة
es: No se pudo enviar el mensaje al taxi
fr: Désolé, impossible de contacter le chauffeur
nl: Kan geen bericht zenden aan Taxi

# TermsAndConditionsAcknowledgment
source: I acknowledge that I have read and understood the Terms and Conditions.
ar: أقر بأني قد قرأت وفهمت الأحكام والشروط.
es: Yo reconozco que he leído y entendido los Términos y condiciones
fr: Je reconnais avoir pris connaissance des Conditions générales d'utilisation
nl: Ik ga akkoord met de algemene voorwaarden en heb deze gelezen.

# TermsAndConditionsLabel
source: Terms and Conditions
ar: الأحكام والشروط
es: Términos y condiciones
fr: Conditions générales d'utilisation
nl: algemene voorwaarden

source: Time
ar: الوقت
es: Hora
fr: Heure
nl: Tijd

# TimeNow
source: As soon as possible
ar: في أقرب وقت ممكن
es: Cuanto Antes
fr: Dès que possible.
nl: Zo snel mogelijk

# Tuto01Bottom
source: Start by selecting your current position.
ar: ابدأ باختيار موقعك الحالي.
es: Comienze seleccionando su ubicación
fr: Commencez par sélectionner votre position actuelle.
nl: Start met het selecteren van uw huidige locatie.

# Tuto01Top
source: Here's how to book a ride with just a couple of taps.
ar: معرفة كيفية حجز رحلة بنقرتين على جهازك.
es: Asi es como puede reservar su viaje en un par de clicks
fr: Réserver un véhicule en quelques secondes
nl: Zie hier hoe u met slecht een paar klikken een Taxi kunt boeken.

# Tuto02Bottom
source: If it's a little off, simply reposition the map to your actual location.
ar: إن كانت الخريطة غير دقيقة، قم بإعادة ضبطها على موقعك الحالي
es: Si esta un poco desplazada, simplemente mueva el mapa a su ubicación actual
fr: Si le curseur n'est pas tout à fait à votre position actuelle, veuillez simplement le repositionner.
nl: Als het een stukje afwijkt kunt u de kaart een beetje corrigeren naar uw actuele locatie.

# Tuto02Top
source: We should be able to locate you using the GPS receiver in your mobile device.
ar: سنتمكن من تحديد موقعك بإستخدام مستقبل الGPS على هاتفك.
es: Podemos localizarle usando el GPS de su celular
fr: Nous devrions être capable de vous localiser en utilisant le GPS de votre smartphone.
nl: We moeten in staat zijn om u te zoeken met behulp van de GPS-ontvanger in uw mobiele apparaat.

# Tuto03Bottom
source: You can search for a specific address or pick one from your favorites, contacts or a list of nearby places.
ar: يمكنك البحث عن عنوان محدد أوإختيار عنوان من المفضلة، إتصالاتك أو قائمة بالأماكن القريبة.
es: Puede buscar una dirección específica o puede seleccionar una de entre sus favoritos, contactos o lugares cercanos
fr: Vous pouvez selectionner une nouvelle adresse ou en choisir parmi vos favoris, ou les Points d'Intérêt les plus proches
nl: U kunt zoeken naar een specifiek adres of kies één van uw favorieten, contacten of een lijst van de nabijgelegen plaatsen.

# Tuto03Top
source: You may also select your pickup location by tapping the pickup address.
ar: يمكنك أيضا إختيار نقطة الإلتقاء بالضغط على عنوان الإلتقاء.
es: Puede seleccionar su lugar de abordaje tocando en el mapa la dirección.
fr: Vous pouvez également nous communiquer votre position en saisissant directement une adresse
nl: U kunt ook uw keuze selecteren door zelf het ophaaladres in te toetsen.

# Tuto04Bottom
source: Doing so will provide an estimate for the cost for the trip.
ar: بذلك سيتم تزويدك بسعر تقريبي للرحلة.
es: Haciendo esto se le proveerá un costo estimado para su viaje
fr: En faisant cela vous aurez une estimation du coût de votre trajet.
nl: Op deze wijze krijgt u een schatting van de kosten voor deze rit.

# Tuto04Top
source: If you want, you can also set your destination.
ar: إن رغبت في ذلك، يمكنك أيضا ضبط وجهتك.
es: Si quiere, puede también especificar su destino
fr: Vous pouvez également saisir votre destination
nl: Als u wil, kunt u zelf al uw bestemmingsadres invoeren.

# Tuto05Bottom
source: Or Tap the Later button to schedule your pickup for a future time or date.
ar: أو انقر زر لاحقا لحجز مشوارك في وقت أو تاريخ لاحق.
es: O puede tocar el botón de “Mas Tarde” para programar un servicio futuro
fr: Afin de convenir d'une date/heure de départ ultéreure, merci de sélectionner 'Plus tard' sur votre écran
nl: Of kies \"Later\" om uw ophaaldatum en tijd in te geven voor toekomstig moment

# Tuto05Top
source: Tap Book Now and a vehicle will be assigned as soon as possible.
ar: انقر احجز الآن وسوف يتم تخصيص سيارة في أقرب فرصة.
es: Toque “Reservar ya” y se le asignará un vehiculo lo más pronto posible
fr: Sélectionner 'Commander maintenant' afin que nous puissions vous attribuer un véhicule dans les meilleurs délais
nl: Tik \"Boek nu\" en een Taxi zal zo spoedig mogelijk worden toegewezen.

# Tuto06Bottom
source: Tap Confirm when you are ready to go.
ar: انقر تأكيد عندما تكون مستعد للذهاب.
es: Toque “Confirmar” cuando esté listo
fr: Appuyer sur confirmer lorsque vous êtes prêt
nl: Kies \"Bevestigen\" als u gereed bent om te vertrekken

# Tuto06Top
source: The confirmation screen allows you to verify your trip details and to change any of your preferences for this specific ride.
ar: تتيح لك شاشة التأكيد مراجعة بيانات مشوارك وتغيير خياراتك لهذه الرحلة تحديدا.
es: La pantalla de confirmacion le permite verificar los detalles de su reservación y cambiar cualquier preferencia que requiera para este servicio
fr: L'écran de confirmation vous permet de vérifier que les détails de votre trajet sont corrects. En cas d'erreur, merci d'effectuer les modifications
nl: Het bevestigingsscherm geeft u de mogelijkheid om uw reis gegevens te verifiëren en om een van uw voorkeuren te wijzigen voor deze rit.

# Tuto07Bottom
source: Status updates are provided when the vehicles arrives at the pickup address, when you enter the vehicle, and at the end of the ride.
ar: يتم توفير تحديثات الحالة حين تصل السيارة لعنوان الإلتقاء، وعند دخولك السيارة وفي نهاية المشوار.
es: Las actualizaciones al estado se generan cuando el vehículo llega a la dirección de arribo, cuando usted aborda el vehículo y al final del servicio.
fr: Des mises à jour sont envoyées lorsque le véhicule arrive à l'addresse de départ, quand vous entrez dans le véhicule et à la fin du trajet.
nl: Status updates worden gegeven wanneer de auto arriveert bij het ophaaladres, als u in de taxi stapt en aan het eind van de rit.

# Tuto07Top
source: On the Status screen you will see a reservation number confirming your booking. Once a vehicle is assigned, you can watch as it progresses to your pickup location.
ar: ستتمكن من رؤية رقم الحجز علی شاشة الحالة. عند إتمام تخصيص السيارة، سيمكنك متابعة مسارها نحو موقعك الحالي.
es: En la pantalla de estado verá su número de reservación. Una vez que el vehículo sea asignado, usted podrá ver como el vehículo se acerca a su ubicación.
fr: Sur l'écran de statut, vous verrez un numéro de réservation qui confirme votre commande. Une fois qu'un véhicule sera assigné, vous pouvez suivre sa position jusqu'à ce qu'il arrive à vous.
nl: Op het Statusscherm vindt u een reserveringsnummer ter bevestiging van uw boeking. Zodra een voertuig is toegewezen, kunt u volgen binnen hoeveel tijd uw taxi bij u zal zijn.

# Tuto08Bottom
source: We hope you find this application both convenient and intuitive.
ar: نأمل أن تجد الراحة و السهولة عند استخدام هذا التطبيق .
es: Esperamos que usted encuentre esta aplicación conveniente e intuitiva
fr: Nous espérons que la simplicité et l'efficacité de notre application vous aura convaincue.
nl: We hopen dat u deze applicatie handig en doeltreffend vindt

# Tuto08Top
source: You can review your order history at any time, and even rebook a previous trip with the push of a button
ar: يمكنك مراجعة تاريخ طلباتك في أي وقت، وأيضا إعادة حجز رحلة سابقة مجددا بلمسة زر.
es: Puede revisar su historial de reservaciones en cualquier momento, e incluso reservar el mismo viaje con solo tocar un botón
fr: Vous avez la possibilité de revoir l'historique de vos trajets et donc de renouveler une commande en sélectionnant le trajet souhaité.
nl: U kunt uw boeking/reservering geschiedenis op elk gewenst moment terug kijken en zelfs opnieuw een eerder geboekte rit met één druk op de knop opnieuw boeken.

# Twitter
source: Sign in with Twitter
ar: الدخول عبر حساب تويتر
es: Iniciar sesión con Twitter
fr: Connexion Twitter
nl: Login met Twitter

source: Unexpected error
ar: خطأ غير متوقع
es: Error inesperado
fr: Erreur inattendue
nl: Onverwachtse error

# UpdateBookingSettingsEmptyField
source: The data is invalid, all the fields are required.
ar: البيانات خاطئة، يجب تعبئة كافة الخانات.
es: Los datos son inválidos, todos los campos son requeridos
fr: Votre demande ne peut être validée, merci de remplir les champs obligatoires
nl: De datum ontbreekt. Alle velden dienen ingevuld te zijn.

# UpdateBookingSettingsInvalidDataTitle
source: Invalid booking settings info
ar: إعدادات بيانات الحجز خاطئة.
es: Información de reservación inválida.
fr: Détails de la réservation incorrects
nl: Ongeldige informatie boeking instellingen

# UpdatedTermsAndConditionsAcceptButton
source: Accept
ar: موافق
es: Aceptar
fr: Accepter
nl: Accepteren

# UpdatePasswordConfirmationLabel
source: Confirm New Password
ar: تأكيد
es: Confirmación
fr: Confirmation
nl: Bevestig Nieuw Wachtwoord

# UpdatePasswordCurrentPasswordLabel
source: Current Password
ar: كلمة المرور الحالية
es: Contraseña actual
fr: Mot de passe actuel
nl: Huidig Wachtwoord

# UpdatePasswordNewPasswordLabel
source: New Password
ar: كلمة المرور الجديدة
es: Nueva contraseña
fr: Nouveau mot de passe
nl: Nieuw Wachtwoord

# VehicleNumberErrorMessage
source: Unable to retrieve vehicle number. Please pay in car.
ar: لا يمكن التعرف على رقم السيارة. رجاء الدفع داخل السيارة.
es: No podemos encontrar el número de vehículo. Por favor page en el vehículo.
fr: Désolé, nous n'avons pas pu identifier le véhicule en approche. Merci d'effectuer le paiement à bord.
nl: Kan Taxinummer niet vinden. Betaal in de Taxi

# VehicleNumberErrorTitle
source: Error
ar: خطأ
fr: Erreur

# VehicleNumberInfo
source: Please confirm your car number with the driver
ar: رجاء تأكيد رقم سيارتك مع السائق
es: Por favor confirme número de taxi con el chofer
fr: Merci de valider l'immatriculation du véhicule avec le chauffeur
nl: Controleer het taxinummer met de Chauffeur

# VehicleNumberNotice
source: Please note that if the vehicle number presented above does not match the actual car number of your ride, we regret that payment cannot be processed through the Application. Please press the back button to return to the trip status screen, and pay the driver directly.
ar: يرجى ملاحظة أنه في حالة عدم مطابقة رقم السيارة أعلاه لرقم السيارة الفعلي لمشوارك، فإننا لن نتمكن من إتمام عملية الدفع من خلال التطبيق. يرجي ضغط زر الرجوع للعودة لشاشة حالة الرحلة، وقم بالدفع للسائق مباشرة.
es: Por favor note que si el numero de taxi presentado no es el mismo que el taxi que abordó, sentimos informarle que no podrá pagar a través de esta aplicación. Presione el botón “Atras” para regresar a la pagina de estado de viaje, y page al directamente al chofer.
fr: Veuillez noter que si le numéro du véhicule ci-haut ne correspond pas au numéro actuel de votre Audi, nous regrettons de vous informer qu'il sera impossible de procéder au paiement via l'application. Veuillez retourner à l'écran précédant et payez directement au chauffeur.
nl: Houd er rekening mee dat als het bovenstaande Taxinummer niet overeenkomt met het werkelijke Taxinummer van uw rit, moeten wij u mededelen dat de betaling helaas niet electronischkan worden voldaan via de Applicatie. Tik op de terug-knop om terug te keren naar de rit statusscherm en uw betaalwijze aan te passen zodat u de chauffeur direct cash kunt betalen.

source: View All
ar: عرض الكل
es: Mostrar todos
fr: Voir
nl: Bekijk alles

# ViewRatingBtn
source: View ratings
ar: رؤية التقييمات
es: Ver evaluaciones
fr: Voir les notes
nl: Bekijk beoordeleingen

# View_AboutUs
source: About Us
ar: نبذة عنا
es: Acerca de nosotros
fr: À propos
nl: Over ons

# View_AccountConfirmation_Button
source: Confirm
es: Confirmar
fr: Confimer
nl: bevestig

# View_AccountConfirmationTitle
source: Account Confirmation
es: Confirmación de cuenta.
fr: Confirmation de compte
nl: Account Bevestiging

# View_AccountConfirmation_Label_Instructions
source: A text message with your code has been sent to your phone.
es: Un mensaje de texto con su código ha sido enviado a su celular
fr: Un SMS contenant votre code a été envoyé à votre téléphone.
nl: Een SMS-bericht met uw code is verzonden naar uw telefoon.

# View_BookingDetail
source: Booking Details
ar: تفاصيل الحجز
es: Detalles de la reservación
fr: Détails de la réservation
nl: Boeking Details

# View_BookingDetail_TitlePickupDetails
source: Pickup Details
ar: تفاصيل الإلتقاء
es: Detalles del servicio
fr: Informations concernant le départ
nl: Ophaal Details

# View_BookingDetail_TitleRideSettings
source: Ride Settings
ar: إعدادات الرحلة
es: Ajustes de viaje
fr: Détails du trajet
nl: Passagiers instellingen

# View_BookingStatus
source: Status
ar: الوضع
es: Estado
fr: Statut

# View_BookRating
source: Rate Your Trip
ar: قم بتقييم مشوارك
es: Califique su servicio
fr: Noter votre trajet
nl: Beoordeel uw rit

# View_BookSettingMenu
source: Settings
ar: إعدادات
es: Ajustes
fr: Paramètres
nl: Instellingen

# View_CreateAccount
source: Create Your Account
ar: افتح حسابك
es: Crear su cuenta
fr: Créer votre compte
nl: Account aanmaken

# View_CreditCard
source: Payment
ar: دفع
es: Pago
fr: Paiement
nl: Betaling

# View_CreditCardsList
source: Credit Cards
ar: بطاقات إئتمان
es: Tarjetas de crédito
fr: Cartes de paiement
nl: Credit kaarten

# View_History
source: History
ar: التاريخ
es: Historial
fr: Réservations
nl: Historie

# View_HistoryDetail
source: Order Details
ar: تفاصيل الطلب
es: Detalles de la Reservación
fr: Détail de la commande
nl: Reserverings Details

# View_InitializeOrderForAccountPayment
source: Please answer these questions
ar: يرجى الإجابة على هذه الأسئلة
es: Por favor conteste estas preguntas
fr: Veuillez répondre à ces questions
nl: Beantwoord deze vragen alstublieft

# View_LocationDetail
source: Location Detail
ar: تفاصيل الموقع
es: Detalles de ubicación
fr: Détails sur votre position
nl: Locatie detail

# View_MyLocations
source: Locations
ar: المواقع
es: Ubicaciones
fr: Adresses Favorites
nl: Locaties

# View_Payment
source: Payment Info
ar: معلومات الدفع
es: Información de pago
fr: Paiement: informations
nl: Betalings Informatie

# View_PaymentPreference
source: Payment Preference
ar: طرق الدفع المفضلة
es: Preferencia de pago
fr: Paiement: préférences
nl: Betalings Voorkeuren

# View_Payments_CmtRideLinqChangePaymentTitle
source: Change Payment Info
ar: تغيير بيانات الدفع:
es: Cambiar información de pago
fr: Modifier les informations relatives au paiement
nl: Verander Betalings Informatie

# View_Payments_CmtRideLinqConfirmPairTitle
source: Confirm Payment Information
ar: تأكيد بيانات الدفع:
es: Confirmar información de pago
fr: Confirmer les informations relatives au paiement
nl: Bevestig Betalings Informatie

# View_RefineAddress
source: Pickup Details
ar: بيانات نقطة الإلتقاء
es: Detalles del servicio
fr: Informations concernant le départ
nl: Ophaal Details
